export const MAHDI_CONTENT = {
  title: { ar: 'الإمام المهدي', ku: 'ئیمام مەهدی' },
  items: [
    {
      id: 'post-1',
      date: '',
      title: { ar: 'علامات مهم جدا عند ظهور المهدي', ku: 'نیشانە زۆر گرنگەکان لە کاتی دەرکەوتنی مەهدی' },
      author: { ar: 'الإمام المهدي', ku: 'ئیمام مەهدی' },
      content: { 
        ar: `إعداد: وائل عياش العراقي


مقدمة
وكما أن لكل شيء كبير في الدين علامات توحي بقرب زمنه، كما كانت علامات ولادة رسول الله، وعلامات خروج المسيح الدجال، وعلامات نزول المسيح عيسى، هي كذلك توجد في أمر المهدي، وتنقسم العلامات حسب قوة الأحاديث والنصوص: أحاديث ونصوص صحيحة وحسنة، وكذا تنقسم حسب النوع: علامات كونية، علامات في اليمن، علامات في مصر، وأخرى في العراق، وأخرى في الحجاز ونجد..، وتنقسم حسب وقوعها: علامات قد وقعت، وعلامات لم تقع بعد..، والشرح يطول، وسيكون السرد هنا حسب النوع، مع توضيح بسيط جداً، طلباً للاختصار، لئلا يمل القارئ.
ملاحظة: أي نص ضعيف السند قد وقع فقد صححه الواقع فسأورده رغم ضعف سنده، لأن الله عز وجل قد حاج أهل الكتاب بما عندهم من التوراة والإنجيل رغم تحريفها، لأنه تحقق مما بقي منهما حتى قدوم رسول الله..، فكيف بنص ضعيف السند فقط!!؟؟..، أما ما سيأتي لاحقاً فسأكتفي بصحيح وحسن السند فقط، لأنه ما يُعتد به عند كل المسلمين، خروجاً من بعض المؤاخذات، والتعقيبات..
علامات بين المسلمين عامةً:
قول الناس لا مهدي يأساً:
عن ابْنَ عَبَّاسٍ يَقُولُ: (يَبْعَثُ اللَّهُ تَعَالَى الْمَهْدِيَّ بَعْدَ إِيَاسٍ، وَحَتَّى يَقُولَ النَّاسُ: لَا مَهْدِيَّ).(فتن نعيم)
وهذا مما قد تحقق، وقال به كثير من المسلمين.
كذابون كثيرون:
قال رسول الله: (لا تقوم الساعة حتى يخرج المهدي من ولدي، ولا يخرج حتى يخرج ستون كذاباً).(عقد الدرر للمقدسي)
وهذا مما قد تحقق، وفي روايات أعداد مختلفة، والعبرة هنا بالجمع بينها ليس بمعارضتها مع بعضها..
تتابع الفتن على المسلمين:
عن أبي الخلد، قال: (تكون فتنة بعدها الأخرى، فما الأولى في الآخرة إلا كمثل السوط تتبعه ذباب السيف، ثم تكون فتنة تستحل فيه المحارم كلها، ثم تجتمع الأمة على خيرها ثانية هنياً وهو قاعد في بيته).(العقد للمقدسي)
وهنا بيان قد كان ولا زال يقع، في كثرة الفتن التي تعصف بالأمة، وقد استحل فيها كل شيء، المال، والنفس، والعرض، والبيت،..، وهذا مما قد تحقق.
فتن شديدة تمتحن المسلمين ولا تدع بيت في العرب إلا دخلته: 
قال رسول الله: (ستكون بعدي فتن؛ منها فتن الأحلاس، يكون فيها هرب وحرب، ثم من بعدها فتن أشد منها، كلما قيل انقطعت تمادت، حتى لا يبقى بيت من العرب إلا دخلته، ولا مسلم إلا وصلته، حتى يخرج رجل من عترتي).(العقد للمقدسي)
ومن الفتن ما سماها رسول الله بالأحلاس: وهي كناية عن دوام حالها، لأن الحلس هو موضع البيت، بل أدنى مكان فيه، والأحلاس أطلقها بعض العلماء على الديموقراطية والحزبية وما حصل من اختلاف على إثرها. ومنهم من قال: هي النت وما سببت من إفساد. ومنهم من قال: هي العنصرية. وهذا مما قد تحقق.
محاربة السنة النبوية:
عن النبي قال: (هو رجل من عترتي، يقاتل على سنتي كما قاتلت أنا على الوحي).(فتن نعيم)، وهذا مما قد تحقق.
محاربة شرع الله والدعوة إليه:
عن علي عليه السلام أنه قال: (ليملأن الأرض ظلماً، وجوراً، حتى لا يقول أحداً: الله إلا مستخفياً، ثم يأتي الله بقوم صالحين يملؤها قسطاً، وعدلاً كما ملئت ظلماً وجوراً).(بشارة الإسلام للكاظمي)
يدل على أن شرع الله سيحارب في البلاد، ولا يعني التلفظ فقط باسم الله، وكذا يدل على أنه من الظلم والجور لا يجرؤ أحداً قول الحق، والحق هو الله ومراده في الأرض والسماء، وهذا مما قد تحقق.
أن يكفر بالله جهرة:
عن مطر الوراق قال: (لا يخرج المهدي حتى يكفر بالله جهرة).(فتن نعيم)، وهذا مما قد تحقق.
إمارة الصبيان وتضييع الحقوق:
(لا يظهر القائم حتى يكون أمور الصبيان، وتضيع، وتضيع حقوق الرحمان، ويتغنى بالقرآن).(بشارة الإسلام الكاظمي) 
وهذا مما قد تحقق. وأمر الصبيان : أي رئاستهم وسلطتهم.
امتلأ الأرض عدوان:
قال رسول الله (: (لا تقوم الساعة حتى تملأ الأرض ظلماً وعدواناً، ثم يخرج من عترتي، أو من أهل بيتي، من يملأها قسطاً وعدلاً، كما ملئت ظلماً وعدواناً).(العقد للمقدسي)، وهذا أن الظلم ينتشر، وهذا مما قد تحقق.


أظلم حكام يلون المسلمين وهم جبابرة، وضيق الأرض على المسلمين:
قال نبي الله (: (ينزل بأمتي في آخر الزمان بلاء شديد من سلطانهم، لم يسمع بلاء أشد منه، حتى تضيق عنهم الأرض الرحبة، وحتى يملأ الأرض جوراً وظلماً، لا يجد المؤمن ملجأ يلتجئ إليه من الظلم، فيبعث الله عز وجل رجلاً من عترتي، فيملأ الأرض قسطاً وعدلاً، كما ملئت ظلماً وجوراً، يرضى عنه ساكن السماء، وساكن الأرض).(مستدرك الحاكم)، وهذا كائن في مدة الحكم الجبري، وقد ورد أيضاً: عن حذيفة رضي الله عنه قال: (سمت رسول الله يقول: ويح هذه الأمة من ملوك جبابرة، كيف يقتلون ويخيفون المطيعين إلا من أظهر طاعتهم، فالمؤمن التقي يصانعهم بلسانه، ويفر منهم بقلبه).(العقد للمقدسي)، وهذا مما قد تحقق.
الاختلاف، والتشتت، والتلاعن، والتبرؤ، والتكفير، وظهور الظلم، والقتال بين المسلمين:
عن علي بن أبي طالب قال: (لا يخرج المهدي حتى يبصق بعضكم في وجه بعض).(فتن نعيم)
قال رسول الله: (أبشركم بالمهدي، يبعث في أمتي على اختلاف من الناس).(العقد للمقدسي)، وهذا مما قد تحقق.
عن الحسين بن علي قال: (لا يكون الأمر الذي ينتظرون - يعني ظهور المهدي - حتى يتبرأ بعضكم من بعض، ويشهد بعضكم على بعض بالكفر، ويلعن بعضكم بعضاً. فقلت: ما في ذلك الزمان من خير. فقال عليه السلام: الخير كله في ذلك الزمان، يخرج المهدي، فيرفع ذلك كله).(العقد للمقدسي)، وهذا مما قد تحقق.
وروي: (يخرج على حين غفلة من الناس، وإماتة للحق، وإظهار للجور).(غيبة النعماني)
وعن أبي جعفر محمد بن علي، قال: (لا يظهر المهدي إلا على خوف شديد من الناس، ...، وسيف قاطع بين العرب، واختلاف شديد في الناس، وتشتت في دينهم، وتغير في حالهم، حتى يتمنى المتمني الموت صباحاً ومساءاً، من عظم ما يرى من كلب الناس، وآكل بعضهم بعضاً، فخروجه عليه السلام إذا خرج يكون عند اليأس والقنوط من أن نرى فرجاً).(العقد للمقدسي)، وهذا مما قد تحقق: سيف قاطع: دلالة الحروب، خوف من وفي الناس: هو ما نعيشه اليوم، من الحروب والأوبئة، والجوع،..، الاختلاف: سواءً في الدين، أو في السياسة والأحزاب..، وما بقي واضح المعنى. 
علامات في جزيرة العرب عامة:
عائذ بالبيت قبل المهدي:
عن تبيع قال: (سيعوذ بمكة عائذ فيقتل ثم يمكث الناس برهة من دهرهم ثم يعوذ آخر فإن أدركته فلا تغزونه فإنه جيش الخسف).(فتن نعيم)
فإن العائذ الأول قد كان سنة 1400هـ/ 1980م، ،وهو محمد بن عبد الله القحطاني وجيهمان العتيبي، ولا يبقى بين المهدي وهذا العائذ إلا برهة من الزمن، والبرهة من 33 إلى 43 عام، إذن فخروج المهدي نحو سنة 1443هـ.
ظهور ثلاثة أو أربعة أشخاص في جزيرة العرب رابعهم أو خامسهم المهدي:
عن ذي قرنات قال: (ويفترق الناس على أربعة نفر: رجل بمكة العائذ، ورجلين بالشام: أحدهما السفياني، والآخر من ولد الحكم أزرق أصهب، ورجل من أهل مصر جبار، فذلك أربعة).(فتن نعيم)
فاثنين بالشام: الأصهب (وهو على الأرجح: بشار الأسد)، السفياني (وهو على الأرجح: عبد الله الأردني أو محـمد بن سلمان). وواحد بمصر (وهو على الأرجح: عبد الفتاح السيسي)، والمهدي عليه السلام رابعهم، وقد وجد هؤلاء كلهم، ولم يبق إلا خروج المهدي، ومن هنا يصح قولنا واستنتاجنا أن المهدي موجود بيننا اليوم، حتى أن جبار مصر والسفياني يحاربونه، كما سيأتي..
ظهور الرايات السود بجزيرة العرب وكذا تعددها واختلافها:
(إذا اختلف أهل الرايات السود افترقوا ثلاث فرق: فرقة تدعو لبني فاطمة، وفرقة تدعو لبني العباس، وفرقة تدعو لأنفسها).(فتن نعيم)
وتفسر مصطلحات النص كالآتي
وجود رايات سود عدة، واختلافها فيما بينها على الحكم، وهذه علامة بين يدي المهدي، وقد تحقق ظهورها واختلافها..، وكأن الدعوة الحق التي ستدعو لبني فاطمة، وهذه كناية عن الدعوة للمهدي عليه السلام، وما دونها ستخالف إلى غير ذلك بغض النظر عن التسميات.
ظهور الرايات الصفر وحربها مع الرايات السود:
عن أمير المؤمنين علي قال: (إذا اختلف رمحان بالشام لم ينجلِ إلا عن آية من آيات الله عز وجل. قيل: وما هي يا أمير المؤمنين؟ قال: رجفة تكون بالشام، يهلك فيها أكثر من مائة ألف، يجعلها الله تعالى رحمة للمؤمنين، وعذاباً على الكافرين، ..، والرايات الصفر تقبل من المغرب حتى تحل بالشام، وذلك عند الجوع الأكبر والموت الأحمر، ..، فإذا كان ذلك فانظروا خروج المهدي).(العقد للمقدسي)
عن عبد الله بن عمر: قال: (إذا أقبلت الرايات السود من المشرق، والرايات الصفر من المغرب، حتى يلتقوا في سرة الشام يعني دمشق فهنالك البلاء هنالك البلاء).(فتن نعيم)
وفي النصين ما يلي: 
حرب بين جهتين ويكون ذلك في سوريا، لأنها سرة الشام.
قد تفسر الرجفة بالفتنة والحرب، وقد تفسر بالزلزال، والأولى أقرب، لأنها جاءت بعد قوله: (اختلف رمحان)، وكذا الرمحين دلالة قوية على الحرب، وباختلاف الرمحين يكون بلاء وفتن.
أما صفة الرمحين فالسود من الشرق (القاعدة وداعش ونحوهما)، والصفر من الغرب (حزب الله). 
أما العدد فدليل على صحة الخبر وأن الحقائق اليوم أكثر من هذا بكثير، والنص كأنه يصف هذه الكثرة بما يوافق العدد قديماً والله أعلم.
ولن يكف الحرب بين الرمحين إلا بآية من الله، ألا وهي خروج المهدي.
حرب الخليج الأولى:
قال رسول الله: (ستصالحون الروم صلحاً آمناً، وتغزون أنتم وهم عدواً من ورائكم).(سنن أبي داود)
قال النبي: (يكون بين المسلمين وبين الروم هدنة وصلح، حتى يقاتلوا معهم عدواً لهم، فيقاسمونهم غنائمهم، ثم إن الروم يغزون مع المسلمين فارس).(فتن نعيم) 
وروي: (ثم إن الروم يغزون مع المسلمين فارس).(الإشاعة للبرزنجي)
أن الصلح بين المسلمين وبين الروم (أمريكا وأوروبا)، قد تحقق، بتحالف أغلب العرب والمسلمين مع أمريكا وأوروبا. 
ثم يكون حرباً ضد بعض أهل الشرق، وقد تحقق في حرب الخليج الأولى، بين العراق ومن ورائه العرب وأمريكا وأوروبا ضد إيران ومن ورائها من روسيا..
حرب الخليج الثانية:
(سمعت أبا ذر رضى الله عنه يقول: سمعت رسول الله ( يقول: سيكون من بني أمية رجل أخنس بمصر، يلي سلطاناً فيغلب على سلطانه، أو يُنزع منه، فيفر إلى الروم فيأتي بالروم إلى أهل الإسلام فذلك أول الملاحم). (فتن نعيم)
كلمة مصر تعني بأحد البلدان، فلأمصار البلدان والمصر مفردها.
يرجح أن هذا عند دخول الجيش العراقي الكويت وفرار (الصباح) منها.
ثم مجيء القوات الأمريكية والأوروبية لحرب العراق، فكانت حرب الخليج الثانية..، وتكون هذه الحرب أول الملاحم التي يخرج المهدي على إثرها.
موت ملك اسمه عبد الله:
عن الإمام الصادق عليه السلام: (من يضمن لي موت عبد الله أضمن له القائم - ثم قال - إذا مات عبد الله لم يجتمع الناس بعده على أحد ولم يتناه هذا الأمر دون صاحبكم إن شاء الله, ويذهب ملك السنين ويصير ملك الشهور، والأيام, فقلت: يطول ذلك؟ قال: كلا).(بحار الأنوار للمجلسي)
ومن النص نستنتج ما يلي:
موت ملك يسمى عبد الله يحكم الجزيرة، وهو (الملك/ عبد الله بن عبد العزيز).
وفي تحديده ملك الشهور والأيام ولم يذكر السنين، وأقل جمع السنين ثلاث، وإن حكم سنتين وأحدى عشر شهراً وبضعة وعشرين يوماً لم يبلغ السنين عند العرب، وهذه المدة عند العرب تظل في حكم السنتين وهذا كأنه (الملك/ سلمان بن عبد العزيز).
وربما أن هذا الملك (ملك الأيام والشهور) هو المعني بالأثر: (ومات خليفتكم الذي يجمع الأموال، ويستخلف من بعده رجلاً ضعيفاً، فيخلع بعد سنتين، وتحالف الروم والترك، وتظهر الحروب في الأرض..).(العقد للمقدسي)، ونحن على علم أن أكثر فائض في ميزانية لأغنى دولة عربية مسلمة (السعودية) كانت أيام (الملك/ عبد الله)، ولكن الرجل الذي أتى بعده (الملك/ سلمان) ضعيف لكبر سنه ومرضه، وربما أنه سيعزل قبل أن يبلغ حكمه ثلاث سنوات، حتى لا يصبح ملك سنين، ويضل ضمن ملك الشهور والأيام.
حكم أسرة آل سعود:
وفي رواية: (لا ترون الفرج حتى يملك أربعة كلهم من صلب رجل واحد فإذا كان فعسى). (مصنف ابن أبي شيبة)
وهذه مما قد تحقق، وقد حكم (للملك/ عبد العزيز آل سعود) أربعة ملوك وهم: سعود، وفيصل، وخالد، وفهد.
بغض النظر عمن جاءوا بعدهم من نفس النسل، والفرج هنا هو خروج المهدي.
وقَالَ رَسُولُ اللَّهِ: (إِذَا مَاتَ الْخَامِسُ مِنْ أَهْلِ بَيْتِي [بيت] فَالْهَرْجُ الْهَرْجُ، يَمُوتُ السَّابِعُ، ثُمَّ كَذَلِكَ حَتَّى يَقُومَ الْمَهْدِيُّ).(فتن نعيم)، ولا تتفق الأخبار على كلمة (بيتي) لأن من حكم من آل البيت قد بلغوا الكثير، فهي من الوهم والإدراج، والذي لا يصح، فيصح قولنا (بيت)، أي بيت يحكم في العرب قريب من خروج المهدي.
وتوضيحه: أن (الملك/ فهد بن عبد العزيز) هو الخامس، وقد حصلت الفتن والحروب والقتل الكثير بعده، أي آخر زمن (الملك/ عبد الله بن عبد العزيز)، وعلامة خروج المهدي موت السابع منهم وهو (الملك/ سلمان بن عبد العزيز)، وإن كان سند الحديث ضعيف فيقوى متنه بشواهد ومتابعات كثيرة..
الثلاث السنوات قبل المهدي:
وعن سفيان الكلبي قال: (في سنة سبع البلاء، وفي سنة ثمان الضنى، وفي سنة تسع الجوع).(العقد للمقدسي)
ولا يعني أن المهدي يكون بعدها مباشرة، بل ربما تكون هذه ثم يكون المهدي قريباً منها، وقد تحقق ما يلي:
سنة (سبع هجرية) بلاء شديد وحروب وفتن، تليها سنة (ثمان هجرية) ضنى والضنى هو المرض والأوبئة بين العرب، وما إن جاء البلاء والمرض والأوبئة إلا كان الجوع حتمي، وقد حُذر منه..
وهذه السنوات كأنها 1437هـ و 1438هـ و1439هـ.
وقد جاء هذا الأثر في باب علامات تكون قبل المهدي، إذن فخروج المهدي بعد سنة 1439هـ. 
تقطع الطرق والسبل في جزيرة العرب، وغفلة الناس، وإظهار الظلم: 
عن عبد الله بن مسعود رضى الله عنه قال: (إذا انقطعت التجارات والطرق وَكَثُرَتِ الْفِتَنُ).(فتن نعيم)
قال رسول الله: (يكون عند انقطاع من الزمان، وظهور من الفتن، رجل يقال له: المهدي).(العقد للمقدسي)
أن علامات خروج المهدي: انقطاع الطرق والتجارات، جراء الحدود بين دول الإسلام، والفتن، الحروب، وهذا مما قد تحقق.

علامات في اليمن:
إجلاء أهل اليمن إلى اليمن:
قال عبد الله بن عمرو: (كيف أنتم يا معشر أهل اليمن إذا أخرجتكم مضر؟، قلنا: يكون ذلك يا أبا محمد، قال: نعم والذي نفسي بيده وهم لكم ظالمون، فقال رجل من اليمن: سيعلم الذين ظلموا أي منقلب ينقلبون، قال عبدالله: أما لو أدركت ذلك لكنت معكم).(فتن نعيم)، وفي رواية: (جلس عبد الله بن عمرو بن العاص، في مسجد دمشق ليس فيهم إلا أهل اليمن فقال: يا أهل اليمن كيف أنتم إذا أخرجناكم من الشام واستأثرنا بها عليكم؟ قالوا: أو يكون ذلك قال: نعم ورب الكعبة، فقال: مالكم لا تكلمون؟ فقال بعض القوم: أفنحن أظلم فيه أم أنتم؟ قال: بل نحن، فقال اليماني: الحمد لله سيعلم الذين ظلموا أي منقلب ينقلبون).(فتن نعيم)
أن هذه الأحداث قد تحققت منذ سنة 1990م، حيث أخرج أهل اليمن من السعودية، عقب أحداث حرب 1990م، المعروفة للجميع. ثم اكتمل الطرد والحصار والظلم في أحداث الحرب الأخيرة عام 2015م ضد اليمن من قبل دول العرب، خاصة ما كان من أهل السعودية (مضر)، وأهل شام اليمن هي السعودية. وأن شمال الكعبة تسمى شاماً. وأهل مضر كناية عن السعودية، قريش وما حولها..
أن خاتمة الفتن هذه يكون النصر لأهل اليمن، لكن النصر لن يكون إلا ببيعة المهدي بمكة، لأنه يمني وأغلب من يبايعه منها.
رجل يحكم اليمن اسمه منصور، وما يكون في زمنه من القتال:
عن عبد الله بن عمرو قال: (بعد المهدي الذي يخرج أهل اليمن إلى بلادهم، ثم المنصور، ثم من بعده المهدي الذي تفتح على يديه مدينة الروم).(فتن نعيم)
عَنْ أَبِي جَعْفَرٍ، قَالَ: (ثُمَّ يَسِيرُ إِلَيْهِمْ مَنْصُورٌ الْيَمَانِيُّ مِنْ صَنْعَاءَ بِجُنُودِهِ،..، يَسْتَقْتِلُ النَّاسَ قَتْلَ الْجَاهِلِيَّةِ).(فتن نعيم)
أن المهدي المذكور في النص، ليس المهدي بل الذي من أسرة آل سعود أولهم رجل يلقب بالمهدي.
الرجل الذي يخرج أهل اليمن إلى اليمن (الملك/ فهد)، بعده يكون منصور اليمن (عبد ربه منصور). 
يأتي المهدي عليه السلام بعد منصور اليمن.
وجملة (يَسْتَقْتِلُ النَّاسَ قَتْلَ الْجَاهِلِيَّةِ)، وهذا ما قد حصل في زمن المنصور (عبد ربه منصور هادي).
اختلاف أهل اليمن فيما بينهم في أمر الحكم:
عَنْ أَرْطَاةَ، قَالَ: (فَيَجْتَمِعُونَ وَيَنْظُرُونَ لِمَنْ يُبَايِعُونَ، فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ سَمِعُوا صَوْتاً مَا قَالَهُ إِنْسٌ وَلَا جَانٌّ، بَايَعُوا فُلَانًا بِاسْمِهِ، لَيْسَ مِنْ ذِي وَلَا ذُو، لَكِنَّهُ خَلِيفَةٌ يَمَانِيُّ).(فتن نعيم)
أن أهل اليمن يختلفون من يولون عليهم، بدليل لفظا (ذي وذو) التي هي لأهل اليمن، وهذا ما صرح به علماء اللغة والتاريخ.
فبينما هم كذلك يخرج المهدي الذي من ألقابه الخليفة اليماني، أي لا يجتمع أمر أهل اليمن على واحد بعد اختلافهم وحربهم زمن منصور اليماني السابق ذكره.
حرف الفاء في كلمة (فَبَيْنَمَا) دليل توالي لا تراخي الحدث، إذن بيعة المهدي قريباً من اختلاف أهل اليمن لأنهم المقصودين بهذا النص بدليل كلمة (ذي وذو)،.
ومن سنن الكون أن الاختلاف لهكذا أمر لا يطول، إذن فزمن بيعة المهدي قريباً من زمن اختلاف اليمنيين. وهذا مما قد  تحقق، فلا يتفق أهل اليمن جمعاً على حاكم واحد، فربما يكون تقسيم أو ما شابه ذلك ويكون عدة حكام..
خراب مدينة الأشعري (تعز):
قال عمار: (قلت للصادق عليه السلام: متى يقوم قائمكم؟ قال: عند هدم مدينة الأشعري).(مجمع أحاديث المهدي للكوراني)
الأشعري هو الصحابي الجليل أبو موسى الأشعري، وقد عرفت تعز في اليمن وما حولها بمدينة الأشاعرة، وهذا مما قد تحقق. 
قتال بين أهل اليمن وأهل الحجاز، بعد إجلاء أهل اليمن من الحجاز:
قال الوليد: (يلي المهدي فيظهر عدله، ثم يموت، ثم يلي بعده من أهل بيته من يعدل، ثم يلي منهم من يجور ويسيء، حتى ينتهي إلى رجل منهم، فيجلي اليمن إلى اليمن، ثم يسيرون إليه فيقتلونه [وفي رواية: يقاتلونه]، ويولون عليهم رجلاً من قريش يقال له: محمد، وقال بعض العلماء: أنه من اليمن على يدي ذلك اليماني تكون الملاحم).(فتن نعيم)
المهدي المذكور هو الملقب بالمهدي – سبق -، وليس هو المهدي المنتظر.
أن من يجلي أهل اليمن إلى اليمن هو من أسرة الرجل العادل الذي يلقب بالمهدي.
يسيرون إليه: أي إلى من يحكم الحجاز. فيقتلونه أي حرب بين الطرفين أهل اليمن وأهل الحجاز.

علامات في العراق:
قتل خليفة العراق، وعلى إثر ذلك يخرج رجل يُفسد فيها:
أن رسول الله ( قال: (فإذا قتل الخليفة بالعراق خرج عليهم رجل مربوع القامة، كث اللحية، أسود الشعر، براق الثنايا، فويل لأهل العراق من أتباعه المراق، ثم يخرج المهدي منا أهل البيت).(العقد للمقدسي)
وهذا مما تحقق من العلامات، فإنه قبل خروج المهدي، يكون أمير بالعراق يقتل، وفي نص آخر، أنه يقتل شنقاً، (في العراق شنق)، وعلى إثر ذلك القتل لإمام العراق شنقاً وهو مقتل (الرئيس/ صدام حسين)، يخرج رجل صفته: مربوع القامة (لا بالطويل، ولا بالقصير، لا بالنحيف، ولا بالغليظ)، كث اللحية (كثيرها)، أسود الشعر، براق الثنايا (كبيرهما، تلمع بياضاً)، يكون عذاب وويل لأهل العراق منه ومن أتباعه، والمراق (الخارجين عن القانون)، وهذه الصفات هي صفات (مقتضى الصدر العراقي) وكم لاقى أهل العراق من الويلات من قبل جنده.
حصار العراق ثم حصار الشام:
قَالَ جَابِرِ بْنِ عَبْدِ اللَّهِ: (يُوشِكُ أَهْلُ الْعِرَاقِ أَنْ لاَ يُجْبَى إِلَيْهِمْ قَفِيزٌ وَلاَ دِرْهَمٌ. قُلْنَا: مِنْ أَيْنَ ذَاكَ؟ قَالَ: مِنْ قِبَلِ الْعَجَمِ يَمْنَعُونَ ذَاكَ. ثُمَّ قَالَ: يُوشِكَ أَهْلُ الشَّأْمِ أَنْ لاَ يُجْبَى إِلَيْهِمْ دِينَارٌ وَلاَ مُدْىٌ. قُلْنَا: مِنْ أَيْنَ ذَاكَ قَالَ مِنْ قِبَلِ الرُّومِ. ثُمَّ سَكَتَ هُنَيَّةً، ثُمَّ قَالَ: قَالَ رَسُولُ اللَّهِ (: يَكُونُ فِي آخِرِ أُمَّتِي خَلِيفَةٌ يَحْثِى الْمَالَ حَثْيًا لاَ يَعُدُّهُ عَدَداً).(صحيح مسلم)
القفيز، المُد من الأوزان القديمة، دليل منع الأغذية، والمستلزمات الإنسانية. والدرهم والدينار دليل الأموال، وتبادل التجارات، ونحوه.
أن الحصار يكون بداية الأمر على العراق، ثم على الشام، وأنه من قبل الروم (أوروبا وأمريكا).
أنه حال الحصار هذا للعراق والشام يكون المهدي على قيد الحياة، ولكن أمره لم يظهر، بدليل الحرف (ثم)، الذي يوحي بالتتابع القريب الذي ليس فيه تراخي، وزمن الحصار الدال على أنه العلامة المطلوبة هي (الهنية) وهو كما قال علماء اللغة: نحو (15) عام، وقد كان ذلك في حصار العراق من سنة 1990م حتى 2003م، وهذه (13) عام، إذن هذه هي المطلوبة. لأن العراق قد حوصر كثيراً.
زيادة القتلى في العراق:
عن أبي جعفر محمد بن علي، قال: (لا يظهر المهدي، حتى يشمل الناس بالشام فتنة، يطلبون المخرج منها فلا يجدونه، ويكون قتل بين الكوفة والحيرة).(العقد للمقدسي)
ومن العلامات القريبة على خروج المهدي أنه إذا ازداد القتل في العراق، كان الفرج بإتمام حكم المهدي عليه السلام، وهذا مما قد تحقق.

علامات في الشام:
حروب وفتن:
عن سعيد بن المسيب أنه قال: (يكون بالشام فتنة، أولها كلعب الصبيان، كلما سكنت من جانب طمت من جانب آخر، فلا تتناهى حتى ينادي منادي من السماء: ألا إن الأمير فلان).(العقد للمقدسي)
إنها فتنة وأحداث سوريا، وقد خصص المكان في آثار أخرى بسرة الشام.
وبعد أحداث تونس، ومصر، واليمن خرج أولاد لم يتجاوز أعمارهم الخمسة عشر عاماً، يكتبون (ارحل يا بشار)، فحُبس وعُذب هؤلاء الأولاد، حتى مات من مات منهم. وهم طلاب من مدرسة الأربعين بدرعا. فخرج أولياء أمور الأولاد في تظاهرات لإخراج أولادهم من السجون. تم الرد على الأهالي بالرصاص والعنف، مما قوبل ذلك بالعنف المضاد، مما اشتعلت فتنة سوريا.
لا تنتهي إلا بظهور المهدي، إذن فزمن المهدي قريب جداً من فتنة سوريا.
(كلما سكنت من جانب طمت من جانب): أي أنها لا تهدأ أبداً حتى قدوم المهدي، وكلما هدأت في مكان شبت في مكان آخر..، وهذا الحاصل في أحداث سوريا.
بشار الأسد:
عن الزهري قال: (.. ثم يلي بعده رجل منهم اسمه اسم أبيه واسمه على ثمانية أحرف متزلج المنكبين حمش الذراعين والساقين مصفح الرأس غائر العينين فيهلك الناس بعده).(فتن نعيم)، قال الزهري: اسمه واسم أبيه ثمانية أحرف. 
ولفظ منهم: كأنه يحكي عن حزب، جماعة، فريق،.. ، يكون الأب والابن من نفس تلك الجماعة، حزب البعث السوري.
اسمه واسم أبيه ثمانية أحرف (بشار + حافظ) = (4+4) أحرف.
متزلج المنكبين: أي منكبيه كموضع المتزلج على الجليد، منحني قليلاً إلى أسفل. حمش الذراعين: الدَّقيقُ القوائِمِ، فهو دقيق الذراعين والساقين. مصفح الرأس: عريض الرأس. غائر العينين: من كانتا إلى الداخل، إلى داخل الرأس. وهذه صفات (الرئيس/ حافظ الأسد)، وهو ذاته أحد السفيانيين.
كما جاء في أثر أن من صفته: (دقيق الساعدين والساقين طويل العنق شديد الصفرة به أثر العبادة). (فتن نعيم)، وهذه نفس صفات بشار الأسد، وأما به أثر العبادة فإنه كان يتظاهر أمام الناس بالصلاة، على خلاف أبيه حافظ الأسد.  
وكما جاء في آثار أخرى: أن سفياني الشام أصهب؛ والأصهب اسم من أسماء الأسد. وأنه يقتل الحرية، وثورة سوريا الوحيدة التي تسمى ثورة الحرية. وأنه يقتل الناس بالقدور؛ وهو أمر البراميل المتفجرة، لقوله بالقدور أي هي واسطة قتل، ولو قال في القدور لكانوا يقتلون بداخلها.
السفياني:
والسفياني أكثر من شخصية، وهي شخصيات تكون إما علامات على قرب بيعة المهدي، أو أنها شخصيات تحاربه.
عن كعب قال: (اسم السفياني عبدالله).(فتن نعيم)، وعن ضمرة قال: (السفياني رجل أبيض جعد الشعر).(فتن نعيم)، وروي: (جعد الشعر أبيض مديد الجسم).(فتن نعيم)، وروي: (رجل ضخم الهامة).(فتن نعيم)، كما روي الكثير من الصفات عند نعيم وغيره. والكلام كثير في باب السفاني وخلاصة الشخصيات الملقبة بالسفياني:
السفياني الأول: من اسمه عبد الله، تدعمه الروم، جيشه ذو عقال، يرجح أنه (الملك الأردني/ عبد الله).
السفياني الثاني: مديد الجسم وضخم الهامة وأبيض وجعد الشعر، يرجح أنه (الملك/الأمير/ محمد بن سلمان).
السفياني الثالث: أخواله كلب، وجيشه ذو عقال ، يرجح أنه (الأمير/ متعب بن عبد الله).
السفياني الرابع: الأصهب السفاح، الذي بالشام، يرجح أنه (بشار الأسد).
السفياني الخامس: سفياني مصر، الجبار القصير، يرجح أنه (عبد الفتاح السيسي).
وكل هؤلاء قد تحقق وجودهم، إلا أنه لم يظهر عمل البعض، كحربهم للمهدي.           
صفة جيشه: عن أبي هريرة أنه قال: (والله ليخسفن، أو لا تقوم الساعة حتى  يخسف بقوم ذوي زي جاء ببيداء من الأرض ).(فتن الداني)، وقال رسول الله: (فالخائب من خاب يوم كلب، ولو بعقال).(العقد للمقدسي)
وهذا مما يدل على أن جيشه جيش نظامي، وأنه ذو عقال: (الدرك الأردني + الحرس الوطني السعودي)، كما جاءت رواية: أنهم من قبيلة كلب (الحرس الوطني السعودي).
هلاك الجيش بالخسف: وهو جيش مكون من أربعة جيوش.
علامات في مصر:
قتل أميرهم:
(وقتل أهل مصر أميرهم).(المهدي من المهد إلى الظهور للقزويني)، وقد جاء هذا الأثر ضمن علامات خروج المهدي في ذات الكتاب.
وهذه العلامة قد كانت حين اغتيل الرئيس المصري الراحل/ محـمد أنور السادات.
صاحب مصر (مـحمد حسني مبارك):
عن علي بن أبي طالب: (صاحب مصر علامة من العلامات، وآيته عجب لها أمارات، قلبه حسن ورأسه محمد ويغير اسم الجد، إن خرج فأعلم أن المهدي سيطرق أبوابكم).( ماذا قال علي عن آخر الزمان لعاشور)
وقد تحقق، والتفسير: أن صاحب مصر: أي رئيس مصر علامة العلامات: من العلامات الواضحة على قرب الظهور معنى قلبه حسن: (أي الاسم الثاني اسمه حسن)، والعرب تسمي الوسط بالقلب أي وسط اسمه الثلاثي وهو الثاني من الاسم .. ورأسه محمد: (أي رأس الاسم أوله) وبالفعل فإن الاسم الأول للرئيس المصري السابق: (محمد). ويغير اسم الجد أي (الاسم الثالث له) أي يغيره، وبالفعل فإن الرئيس السابق قد بدل اسم جده وهو بالهوية المدنية اسمه (سيد) فتلقب بالاسم الرابع له وهو مبارك . فاسمه هو (محمد حسني سيد مبارك).
انقلاب السيسي على مرسي:
عن أبي جعفر: (إذا ظهر السفياني على الأبقع).(فتن نعيم)
والسفياني هذا من صفاته: أنه جبار قصير، وأنه الذي يرسل جيشاً لقتال المهدي، للحديث: (عن النبي (: يأتي جيش من قبل المغرب، يريدون هذا البيت، حتى إذا كانوا بالبيداء خسف بهم).(فتن نعيم)، والظهور هنا: الانقلاب أو الانتصار. الأبقع: محمد مرسي لبقع في جسمه.
علامات أخرى: من قبل الشرق والغرب:
خروج رجل اسمه (الحارث بن حرث) يوطئ له سلطانه:
قال النبي (: (يخرج رجل من وراء النهر، يقال له: الحارث بن حراث،..، يوطئ أو يمكن لآل محمد).(أبي داود)
وأن هذا الرجل هو أسامة بن لادن، فإن أسامة والحارث اسما الأسد، والحرث طبقة الحضارمة الذين ينتمي إليهم ابن لادن، وأنه خرج من أفغانستان وهي بلاد وراء النهر، وقد أسس الرايات السود بأمواله وجهده التي توطئ للمهدي سلطانه.
انسياب الترك إلى جزيرة العرب، واختلافهم مع الروم:
عَنْ عَمَّارِ بْنِ يَاسِرٍ، قَالَ: (إِنَّ لِأَهْلِ بَيْتِ نَبِيِّكُمْ أَمَارَاتٌ، فَالْزَمُوا الْأَرْضَ حَتَّى تَنْسَابَ التُّرْكُ).(فتن نعيم)
وفي أثر أخر: حتى تنساب عليكم الترك وتدخل الجزيرة، والجزيرة هنا تطلق على مناطق في سوريا، وإن قصد جزيرة العرب فإن سوريا ضمنها، ومن قصد خوز وكرمان فهم ترك وهم الروس، ومن قصد الأتراك اليوم، مع أن الأولى أولى لأن الروس هي التي تجمع الجند إلى سوريا اليوم (للمصالح)، كما الأثر: (إذا انسابت عليكم الترك، وجهزت الجيوش إليكم).(العقد للمقدسي)، فقد تحقق كلا الأمرين.
خروج أسيس من الحبشة:
روي: (أقبل من الحبشة رجل يقال له: أسيس أو أسبس، وقد جمع جمعاً عظيماً). (فتن نعيم)
وقد ورد هذا الأثر في الكلام على فتن آخر الزمان في فتن نعيم، ويمكننا قول: أن هذه الشخصية هي أسيس أفورقي، وأن خروجه بين يدي الفتن العظيمة، إذن تكون علامة بين يدي المهدي، وقد كان ذلك، ومعنى الحبشة لا يقتصر فقط على أثيوبيا اليوم، بل تضم أرتيريا، المهم أنه تولى أمر قيادة أو رئاسة في الحبشة، وأنه يعادي العرب، وهذا قد تحقق، وقد حالفه كبرى دول العالم منها (أمريكا، إسرائيل)، فقد خرج وكانت حادثة احتلال جزيرتي حنيش الكبرى والصغرى اليمنيتين.   
حرب العرب والمسلمين ضد روسيا:
قال رسول الله: (ستصالحون الروم صلحاً آمناً، وتغزون أنتم وهم عدواً من ورائكم).(أبي داود)
وروي: (.. ثم تغزون أنتم والروم أيضاً بعض أهل المشرق فتنصرون عليهم).(فتن نعيم)
قال النبي: (يكون بين المسلمين وبين الروم هدنة وصلح، حتى يقاتلوا معهم عدواً لهم، فيقاسمونهم غنائمهم).(فتن نعيم) 
أن الصلح بين المسلمين وبين الروم (أمريكا وأوروبا)، قد تحقق، بتحالف أغلب العرب مع أمريكا وأوروبا. 
ثم يكون حرباً ضد بعض أهل الشرق، وقد تحقق في الحرب الأفغانية ضد روسيا وهم أهل الشرق. 

علامة في السماء على شكل (كف):
عن سعيد بن المسيب قال: (تكون فرقة واختلاف حتى يطلع كف من السماء، وينادي مناد ألا أن أميركم فلان). (فتن نعيم)، وروي: (يظهر كفّ من السماء تشير هذا هذا).(المهدي على الأبواب لمحمد عيسى)، وروي: (وللمهدي آية من السماء جلية، وفي الأرض مثلها في السوية كف مدلاة بالخمس).(محمد عيسى)
وهذا مما قد تحقق: 
فقد حصل الاختلاف والافتراق. وقد رصدت وكالة ناسا الفضائية الأمريكية كتلة من النجوم النيوترونية تشكلت على هيئة اليد، تحيط بكتلة نجمية أخرى، بواسطة80 تلسكوباً من مختلف أنحاء الأرض من تاريخ 28/12/2004م إلى 18/10/2005م والذي يوافق بالتاريخ الهجري من 16 ذي القعدة 1425هـ إلى 15 رمضان 1426هـ الصور الملتقطة من المرصد تظهر أن هذه اليد تنبسط ممتدة إلى جهة الشرق.
علامة في السماء وهو ذنب يضيء:
عن كعب، قال: (إنه يطلع نجم من المشرق، قبل خروج المهدي، له ذنب يضيء).(العقد للمقدسي)
عَنْ كَعْبٍ، أَنَّهُ قَالَ: (يَطْلُعُ نَجْمٌ مِنَ الْمَشْرِقِ قَبْلَ خُرُوجِ الْمَهْدِيِّ، لَهُ ذِنَابٌ). (فتن نعيم)
وَقَالَ كَعْبٌ: (هُوَ نَجْمٌ يَطْلُعُ مِنَ الْمَشْرِقِ، وَيُضِيءُ لِأَهْلِ الْأَرْضِ كَإِضَاءَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ).(فتن نعيم)
عن ابن مسعود: (تكون علامة في صفر ويبتدأ نجم له ذناب).(فتن نعيم)
وأنه قد تحقق ظهور المذنب؛ فقد كان ضوء مذنب هالي كضوء القمر ما بين عام 1405هـ وعام 1408هـ.
وكذا مذنب (آيسون) في صفر عام 1435هـ.
خسوف القمر وكسوف الشمس، وهي الظلمة:
(لمهدينا آيتان لم يكونا منذ خلق الله السماوات والأرض ينكسف القمر لأول ليلة من رمضان وتنكسف الشمس في النصف منه ولم يكونا منذ خلق الله السماوات والأرض).(الدارقطني)
عن شريك، أنه قال: (بلغني أنه قبل خروج المهدي، تنكسف الشمس في شهر رمضان مرتين).(فتن نعيم)
قد كسف القمر في أول ليلة من رمضان عام 1429هـ -1430هـ تقريباً، وفي نفس السنة وقع الكسوف مرتين، وكسفت الشمس في أول رمضان (كسوفاً حلقياً) حيث حجب ضوؤها عن القمر، وكذا ربما تتزايد علامات الكسوف والخسوف قريباً من خروج المهدي.
طلوع علامة مع الشمس:
عن علي بن عبد الله بن عباس قال: (لا يخرج المهدي حتى تطلع الشمس آية).(فتن نعيم)، وعند عبد الرزاق: (لا يخرج المهدي حتى تطلع مع - أو- في الشمس آية).(مصنف عبد الرزاق الصنعاني)
وقد ظهر في وسط الشمس علامة سوداء عند طلوع الشمس وعند غروبها عام 1413هـ/1414هـ-1994م. وأفادت الأوساط العلمية: أن ذلك انفجار في الشمس أسفر عن عشرين قطعة نيزك توجهت فارتطمت بالمشتري فأحدثت فيه دماراً بحجم الأرض يعادل 200,000 قنبلة ذرية وأحدثت سحابة هائلة غطت المشتري لعدة أيام.
كذلك: كل من الخسوف والكسوف علامات تطلع مع الشمس أو في الشمس.
زلازل بالجزيرة العربية: 
قال رسول الله: (أبشركم بالمهدي، يبعث في أمتي على اختلاف من الناس وزلزال، فيملأ الأرض قسطاً وعدلاً، كما ملئت جوراً وظلماً، وأخرجه الإمام أحمد بن حنبل في مسنده، وقال: "وزلازل" يملأ الأرض قسطاً).(العقد المقدسي)
أما الزلازل فقد ظهرت في الجزيرة العربية، وقد أعلن عنها في زمن قريب، وفي تقرير لمكتب الزلازل العالمي، نشره في 2016م: أنه يتوجه زلزال قوي نحو وسط الجزيرة العربية وتحديداً إلى جنوب المدينة المنورة، ويحدد زمن وصوله إلى تلك المنطقة والتي تحدد قريب من (ذو الحليفة) ميقات أهل المدينة للحج، في خلال ثلاث سنوات وعلى الأكثر إلى خمس سنوات.
وكل ما سبق قد تحقق بغض النظر عن الأسانيد، وسأورد حديث واحد لم يتحقق وصح سنده:
الحديث: (قَالَ رَسُولُ اللهِ صَلَّى الله عَليْهِ وسَلَّمَ: يَقْتَتِلُ عِنْدَ كَنْزِكُمْ ثَلاَثَةٌ، كُلُّهُمُ ابْنُ خَلِيفَةٍ، ثُمَّ لاَ يَصِيرُ إِلَى وَاحِدٍ مِنْهُمْ، ثُمَّ تَطْلُعُ الرَّايَاتُ السُّودُ مِنْ قِبَلِ الْمَشْرِقِ، فَيَقْتُلُونَكُمْ قَتلاً لَمْ يُقْتَلْهُ قَوْمٌ - ثُمَّ ذَكَرَ شَيْئاً لاَ أَحْفَظُهُ - فَقَالَ: فَإِذَا سمعتم به فَبَايِعُوهُ وَلَوْ حَبْواً عَلَى الثَّلْجِ، فَإِنَّهُ خَلِيفَةُ اللهِ الْمَهْدِيُّ). 
أخرجه ابن ماجه في سننه، والحاكم في مستدركه، وأبو عمرو الداني في سننه، والبيهقي في دلائل النبوة، والإمام أحمد بن حنبل في مسنده، والديلمي في الفردوس، والسيوطي في العرف الوردي.
وورد لفظ (داركم) في روايات أخرى، وهذه دلالة على مكة المكرمة (السعودية).
بعد قتال الثلاثة تدخل رايات سود من قبل الشرق (خرسان، أفغانستان) تناصر المهدي.
يكون قتال الثلاثة والمرجح أنهم (متعب بن عبد الله، محمد بن نايف، محمد بن سلمان) بعد موت خليفة المرجح أنه (سلمان بن عبد العزيز) كما الأثر: (عن النبي (: يكون اختلاف عند موت خليفة).(أبي داود)
إذن: فنحن أمام علامتين فقط حتى تكون إمامة الإمام المهدي بمكة، وهما: موت (الملك/ سلمان)، واختلاف الثلاثة الأمراء من بعد موته..، وهذا ما قد يكون في الفترة البسيطة القادمة، لتحقق الإرهاصات
`,
        ku: `ئامادەکردنی: واعیل ئەیەش العراقی


پێشەکی
وە وەک چۆن هەموو شتێکی سەرەکی لە ئاییندا نیشانەی هەیە کە ئاماژە بە نزیکبوونەوەی سەردەمەکەی دەکات، هەروەک نیشانەکانی لە دایکبوونی پێغەمبەری خودا، نیشانەکانی سەرهەڵدانی دەججال و نیشانەکانی دابەزینی عیسا مەسیح، لە بابەتی مەهدیشدا دەبینرێن و نیشانەکانیش بەپێی بەهێزی فەرموودە و دەقەکان دابەشکراون: فەرموودە و دەقەکانی ڕەسەن و باش، هەروەها بە پێی جۆر دابەش دەکرێن: نیشانە گشتگیرەکان، نیشانەکان لە یەمەن، نیشانەکان لە میسر، ئەوانی تر لە عێراق، و ئەوانی تر لە حیجاز و نەجد... و بە پێی ڕوودانی خۆیان دابەش دەکرێن: نیشانەکان کە ڕوویانداوە، و نیشانەکان کە ڕوویان نەداوە. دوای...، ڕوونکردنەوەکە درێژ دەبێت، و گێڕانەوەکە لێرەدا بەپێی تایپ دەبێت، بە ڕوونکردنەوەیەکی زۆر سادە، بۆ ئەوەی کورت بێت، بۆ ئەوەی خوێنەر بێزار نەکات.
تێبینی: هەر دەقێک زنجیرەی گواستنەوەی لاوازی هەبێت کە ڕوویدابێت، بە واقیع ڕەسەن بووە، بۆیە سەرەڕای لاوازی زنجیرە گواستنەوەکەی ئاماژەی پێدەدەم، چونکە خودای گەورە موناقەشەی لەگەڵ ئەهلی کتێبدا کردووە لەگەڵ ئەوەی کە هەیانە لە تەورات و ئینجیل سەرەڕای شێواندنی، چونکە پشتڕاستی کردەوە ئەوەی لەوان ماوەتەوە تا هاتنی پێغەمبەری خودا.. کەواتە چۆنە دەقێک بە أ زنجیرێکی لاوازی گواستنەوە تەنها!!؟؟.. سەبارەت بەوەی کە دواتر چی دێت، من ڕازی دەبم بە زنجیرەی گواستنەوەی دروست و باش تەنها، چونکە ئەوە ئەوەیە کە جێی متمانەیە بۆ هەموو موسڵمانان، دوور لە هەندێک ڕەخنە و سەرنج..
نیشانەکانی ناو موسڵمانان بە گشتی: ١.
خەڵک لە نائومێدیەوە دەڵێن مەهدی نییە:
لەسەر دەسەڵاتی ابن عەباس دەفەرموێت: (خوای گەورە دوای نائومێدی مەهدی بەرز دەکاتەوە، وە تا خەڵک دەڵێن: نە مەهدی). (فیتان نەعیم)
ئەمەیە کە بەدەست هاتووە و زۆرێک لە موسڵمانان وتوویانە.
زۆر درۆزن:
پێغەمبەری خودا فەرموویەتی: (قیامەت نایەت تا مەهدی لە کوڕەکانم دەربچێت، وە دەرناچێت تا شەست درۆزن دەربچن). (عەقد الدورار لەلایەن المقدیسی)
ئەمەش ئەوەیە کە بەدەست هاتووە، و لە گێڕانەوەی ژمارە جۆراوجۆرەکاندا، و مەبەست لێرەدا کۆکردنەوەیانە نەک دژایەتیکردنیان لەگەڵ یەکتر..
یەک لە دوای یەک وەسوەسە دژی موسڵمانان:
لەسەر دەسەڵاتی ئەبو الخڵد فەرموویەتی: (دادگایەک دەبێت دوای ئەویش دادگایەکی تر، یەکەمیان لە قیامەتدا هیچ نییە جگە لەوەی وەک قامچییەک کە شمشێر بەدوایدا دەفڕێت، دواتر دادگایەک دەبێت کە تێیدا هەموو حەرامەکان دروست دەبن، دواتر میللەت دیسانەوە بۆ خێری خۆی کۆدەبێتەوە بە ئارامی لەکاتێکدا ئەو لە ماڵەکەی دانیشتووە.) (العقد لەلایەن المقدیسی)ەوە.
لێرەدا ڕوونکردنەوەیەک بۆ ئەو وەسوەسە زۆرانەی کە لە میللەتدا ڕوویانداوە و ئێستاش ڕوودەدەن، و تێیدا هەموو شتێک حەڵاڵ کراوە: پارە، ژیان، شەرەف، و ماڵ...، و ئەمەش ئەوەیە کە بەدەست هاتووە.
تەنگانە سەختەکان موسڵمانان تاقی دەکەنەوە، لە هیچ ماڵێک لەناو عەرەبدا دەرناچن بەبێ ئەوەی بچنە ناویەوە:
پێغەمبەری خودا فەرموویەتی: (دوای من تەنگانە و تەنگانە و تەنگانە و تەنگانە و تەنگانە و تەنگانە و ناخۆشیەکانی ئەهلاسەکان، کە تیایدا هەڵاتن و شەڕ ڕوودەدات، پاشان دوای ئەوان تەنگانە لەوان خراپتر، هەرکاتێک گوترا، وەستا، بەردەوام دەبێت، تا هیچ ماڵێکی عەرەب نامێنێتەوە بەبێ ئەوەی بچێتە ناویەوە، و هیچ موسڵمانێک بەبێ ئەوەی پەیوەندی پێوە بکات، تا پیاوێک لە بنەماڵەی من دەربکەوێت.) (العقد لەلایەن المقدیسی)ەوە.
لە وەسوەسەکاندا ئەوەی پێغەمبەری خودا ناوی بردووە “ژوورەکان”: کە مەتافۆرێکە بۆ هەمیشەییبوونی بارودۆخەکەی، چونکە ژوورەکە شوێنی ماڵە، یان تەنانەت نزمترین شوێنی تێدایە، ژوورەکانیش لەلایەن هەندێک لە زاناکانەوە بانگکراون بۆ ئاماژەدان بە دیموکراسی و حزبایەتی و ئەو ناکۆکییەی کە لە ئەنجامی ئەوانەوە ڕوویدا.هەندێکیان گوتیان: ئینتەرنێت و ئەو گەندەڵییەی کە دروستی دەکات.هەندێکیان وتیان: ئەوە ڕەگەزپەرستییە.ئەمەیە کە بەدەست هاتووە.
بەرەنگاربوونەوەی سوننەتی پێغەمبەر:
لەسەر دەسەڵاتی پێغەمبەر فەرموویەتی: (ئەو پیاوێکە لە بنەماڵەی منە، بە پێی سوننەتی من شەڕ دەکات وەک چۆن من بە پێی وەحی شەڕم کردووە). (فیتنا نەعیم)، و ئەمەش ئەوەیە کە بەدەست هاتووە.
بەرەنگاربوونەوەی یاسای خودا و بانگەوازکردن بۆی:
لەسەر دەسەڵاتی عەلی سەلامی خوای لەسەر بێت، کە فەرموویەتی: (زەوی پڕ دەکات لە ناعەدالەتی و نادادپەروەری، تا کەس نەڵێت: خودا مەگەر لە شاردنەوە. ئەوکات خودا گەلێکی چاکەکار دەهێنێت کە پڕی دەکات لە دادپەروەری و دادپەروەری هەروەک چۆن پڕ بوو لە نادادپەروەری و نادادپەروەری). (بیشارەی ئیسلام لە نووسینی کازمی)
ئاماژە بەوە دەکات کە یاسای خودا لە وڵاتدا شەڕ دەکرێت، بە مانای تەنها وتنی ناوی خودا نییە. هەروەها ئاماژەیە بۆ ئەوەی نادادپەروەری و نادادپەروەرییە کە کەس ناوێرێت قسەی ڕاستی بکات و ڕاستییش خودایە و ئەوەی دەیەوێت لەسەر زەوی و لە ئاسماندا و ئەمەش ئەوەی بەدەست هاتووە.
بۆ کوفر کردن بە خودا بە ئاشکرا:
لەسەر دەسەڵاتی مەتار الوراق فەرموویەتی: (مەهدی تا بە ئاشکرا کافر بە خودا نەکات سەرهەڵنادات).(تاقیکردنەوەکانی بەختەوەری)، و ئەمەش ئەوەیە کە بەدەست هاتووە.
میرنشینی کوڕان و لەدەستدانی مافەکان:
(قائیم دەرناکەوێت تا کاروباری منداڵان فەرامۆش نەکرێت و مافی میهرەبان لەدەست نەچێت و گۆرانی قورئان بڵێت.) (بشارا الاسلام الکازمی)
ئەمەیە کە بەدەست هاتووە.فەرمانی کوڕەکان: واتە سەرکردایەتی و دەسەڵاتیان.
زەوی پڕ بووە لە شەڕانگێزی:
پێغەمبەری خودا فەرموویەتی: (قیامەت نایەت تا زەوی پڕ نەبێت لە ناعەدالەتی و شەڕانگێزی، ئینجا لە بنەماڵەکەمەوە، یان لە بنەماڵەکەمەوە، کەسێک دێتە دەرەوە کە پڕی بکات لە دادپەروەری و دادپەروەری، هەروەک چۆن پڕ بوو لە نادادپەروەری و شەڕانگێزی). (العقاد لەلایەن المقدیسی)، و ئەمەش ئەوەیە کە نادادپەروەری بڵاودەبێتەوە و ئەمەش ئەوەیە کە بەدەست هاتووە.


نادادپەروەرترین حاکمەکان کە مامەڵە لەگەڵ موسڵمانان دەکەن ستەمکارن، خاکیش بۆ موسڵمانان تەسکە:
پێغەمبەری خودا فەرموویەتی: لە کۆتایی زەماندا بەڵایەکی سەخت دادەبەزێت بەسەر میللەتەکەمدا لە حوکمڕانییەکەیانەوە، بەڵایەکی سەختتر نەبیستراوە، تا زەوی بەرفراوان بۆیان تەسک دەبێتەوە، وە تا زەوی پڕ دەبێت لە نادادپەروەری و ستەم، ئیماندار پەناگەیەک نادۆزێتەوە بۆ ئەوەی لە نادادپەروەری ڕووبکاتەوە، بۆیە خودای گەورە پیاوێک لە بنەماڵەکەم دەنێرێت، و ئەویش زەوی پڕ دەکات لە یەکسانی و دادپەروەری، هەروەک چۆن پڕ بوو لە نادادپەروەری و نادادپەروەری، دانیشتووی ئاسمان و دانیشتووی زەوی لێی تێر دەبن”. (مستەدرک) الحکیم)، و ئەمەش لە سەردەمی حوکمڕانی زۆرەملێدا ڕوودەدات، وە هەروەها باس لەوە کراوە: لەسەر دەسەڵاتی حوزەیفە خوا لێی ڕازی بێت، کە فەرموویەتی: (پێغەمبەری خودا فەرموویەتی: ئاخ بۆ ئەم میللەتە لە پاشا ستەمکارەکان، چۆن دەتوانن گوێڕایەڵەکان بکوژن و بترسێنن جگە لەوانەی کە گوێڕایەڵی خۆیان نیشان دەدەن؟ ئیمانداری خواپەرست بە هی خۆی ڕووبەڕوویان دەبێتەوە زمان و بە دڵی لێیان هەڵدێت). (العقد لەلایەن المقدیسی)، و ئەمەش ئەوەیە کە بەدەست هاتووە.
ناکۆکی، پەرشوبڵاوی، نەفرەت، ئینکاری، دەرکردن، سەرهەڵدانی نادادپەروەری، و شەڕی نێوان موسڵمانان:
لەسەر دەسەڵاتی عەلی بن ئەبی تالیب وتی: (مەهدی دەرناکەوێت تا هەندێکتان تف لە دەموچاوی یەکتر نەکەن). (دادگاکانی نەعیم)
پێغەمبەری خودا فەرمووی: (مژدەی مەهدیتان بۆ دەهێنم، لەناو خەڵکی جۆراوجۆردا دەنێردرێت بۆ میللەتەکەم). (العقد لەلایەن المقدیسی)، و ئەمەش ئەوەیە کە بەدەست هاتووە.
لەسەر دەسەڵاتی الحسێن بن عەلی فەرموویەتی: (ئەو مەسەلەیەی کە چاوەڕێی دەکەن - واتە دەرکەوتنی مەهدی - ڕوونادات تا هەندێکتان ئینکاری یەکتر نەکەن، و شایەتحاڵی یەکتری بدەن بە کوفر، و نەفرەت لە یەکتر بکەن، بۆیە وتم: هیچ چاکەیەک لەو کاتەدا نییە، پاشان ئەو، سەلامی خوای لەسەر بێت، وتی: هەموو چاکەیەک لەو کاتەدا هەیە، مەهدی سەرهەڵدەدات، و هەموو ئەوانە دەبن لابرا). (العقد لەلایەن المقدیسی)، و ئەمەش ئەوەیە کە بەدەست هاتووە.
گێڕاوەتەوە: (لەکاتێکدا دێتە دەرەوە کە خەڵک بێ ئاگان لێی و حەقیقەت دەکوژێت و نادادپەروەری ئاشکرا دەکات). (غەیبەت النومانی)
لەسەر دەسەڵاتی ئەبو جەعفەر محمد بن عەلی، فەرموویەتی: (مەهدی دەرناکەوێت جگە لە ترسی توندی خەڵک...، و شمشێرێکی بڕین لە نێوان عەرەبەکاندا، و ناکۆکییەکی توند لە نێوان خەڵکدا، و بڵاوبوونەوە لە ئایینەکەیاندا، و گۆڕانکاری لە بارودۆخیاندا، تا ئەو کاتەی ئاواتخواز ئاواتی مردنی بەیانیان و ئێواران دەخوازێت، لە گەورەیی ئەوەی دەیبینێت سەگەکانی خەڵک لە یەکتری بخۆن، بۆیە دەرچوونی، سەلامی لەسەر بێت، کاتێک دەردەکەوێت لە نائومێدی و نائومێدیدا دەبێت کە ئێمە ڕزگاربوون دەبینین). (العقد لەلایەن المقدیسی)، و ئەمەیە کە بەدەست هاتووە: شمشێرێکی بڕین: مانای شەڕەکان، ترس لە مرۆڤەکان و لە نێو مرۆڤەکاندا: ئەوەیە کە ئێمە ئەمڕۆ تێیدا دەژین، لە شەڕ و پەتا، برسێتی...، جیاوازی: چ لە ئاییندا، یان لە سیاسەت و حزبەکاندا...، و ئەوەی دەمێنێتەوە لە مانادا ڕوونە.
تابلۆکانی نیمچە دوورگەی عەرەبی بە گشتی:
پەنا بردن بۆ ئەنجوومەنی پێش مەهدی:
لەسەر دەسەڵاتی تابیع فەرموویەتی: (پیاوێک پەنا دەباتە مەککە و دەکوژرێت، ئەوکات گەل بۆ ماوەیەک دەمێنێتەوە، پاشان کەسێکی تر پەنا دەبات، ئەگەر گرتتان هێرش مەکەن، چونکە لەشکرێکی خۆرگیرانە) (فیتان نەعیم)
یەکەم گەڕان لە ساڵی 1400 کۆچی / 1980ی زایینی بووە، وە ئەویش محمد بن عەبدوڵڵا القحتانی و جەحمان العوتەیبییە، و تەنها ماوەیەک لە نێوان مەهدی و ئەم گەڕانە ماوە و ماوەیەکەش لە 33 بۆ 43 ساڵە، بۆیە دەرکەوتنی مەهدی لە دەوروبەری ساڵی 1443 کۆچیدایە.
دەرکەوتنی سێ چوار کەس لە نیمچە دورگەی عەرەبی کە چوارەم یان پێنجەمیان مەهدییە:
لەسەر دەسەڵاتی ذول قرنەت فەرموویەتی: (خەڵکەکە بەسەر چوار گروپدا دابەش دەبێت: پیاوێک لە مەککە پەنا دەبات، و دوو پیاو لە شام: یەکێکیان سۆفیانییە، ئەوی تریان لە کوڕی الحاکم، قژ شین و سوورە، پیاوێکیش لە خەڵکی میسر کە کەسێکی بەهێزە. ئەوانە چوار کەسن.) (فیتان نەعیم)
لە شامدا دوو کەس هەن: ئەلعەشاب (کە زۆرترین ئەگەری هەیە: بەشار ئەسەد)، و ئەلسوفیانی (کە بە ئەگەرێکی زۆرەوە: عەبدوڵڵا الوردنی یان محمد بن سەلمان).وە یەکێکیان لە میسر (کە بە ئەگەرێکی زۆرەوە: عەبدولفەتاح سیسی)، و مەهدی سەلامی لەسەر بێت، چوارەمیان. هەموویان دۆزراونەتەوە، و تەنها ئەوەی دەمێنێتەوە سەرهەڵدانی مەهدییە، و لێرەوە لێدوان و دەرەنجامەکەمان ڕاستە کە مەهدی ئەمڕۆ لەناو ئێمەدایە، تەنانەت بەهێزەکانی میسر و سۆفیانیش شەڕی لەگەڵ دەکەن، هەروەک چۆن دێت..
دەرکەوتنی ئاڵای ڕەش لە نیمچە دورگەی عەرەبی، هەروەها ژمارە و جیاوازییەکانیان:
.
زاراوەکانی دەقەکە بەم شێوەیە ڕوون کراوەتەوە
The presence of several black flags, and their differences among themselves regarding the ruling, and this is a sign in the hands of the Mahdi, and their appearance and difference have been achieved..., as if the true call that will be called for the children of Fatima, and this is a metaphor for the call for the Mahdi, peace be upon him, and anything less than that will differ from that, regardless of the designations.
سەرهەڵدانی ئاڵا زەردەکان و شەڕیان لەگەڵ ئاڵا ڕەشەکان:
لەسەر دەسەڵاتی فەرماندەی عەلی ئیماندار، وتی: (ئەگەر دوو ڕم لە لوبنان بەریەک بکەون، تەنها یەک لە نیشانەکانی خودای گەورە دەردەکەون، دەوترێت: ئەی فەرماندەی ئیمانداران چییە؟، وتی: لەرزینێک لە شام ڕوودەدات، کە زیاتر لە سەد هەزار کەس تێیدا لەناو دەچن، خودای گەورە دەیکاتە ڕەحمەتی بۆ ئیمانداران، و ئا سزا بۆ بێباوەڕان... وە ئاڵا زەردەکان لە ڕۆژئاواوە دێن تا لە لێڤانت نیشتەجێ دەبن و ئەوەش لە کاتی گەورەترین برسێتی و مردنی سووردایە... ئەگەر وابێت، بڕوانە دەرچوون (پەیماننامەی المقدیسی) .
لەسەر دەسەڵاتی عەبدوڵڵا بن عومەر: فەرموویەتی: (ئەگەر ئاڵا ڕەشەکان لە ڕۆژهەڵاتەوە هاتن، و ئاڵا زەردەکان لە ڕۆژئاواوە، تا لە ناوکی لێڤانتدا کۆدەبنەوە، واتە دیمەشق، ئەوا بەڵا ڕوودەدات، لەوێ بەڵا ڕوودەدات). (تاقیکردنەوەکانی بەختەوەری)
ئەو دوو دەقە ئەمانەی خوارەوە لەخۆدەگرن:
شەڕێک لە نێوان دوو لایەن، و ئەوەش لە سوریا ڕوودەدات، چونکە ناوکی شامیە.
دەشێ لەرزەیەک بە ناکۆکی و شەڕ لێکبدرێتەوە، یان بە بوومەلەرزە لێکبدرێتەوە و یەکەمیان ئەگەری زیاترە، چونکە دوای وتەکەی هاتووە: (دوو ڕم ناکۆک بوون)، و بە هەمان شێوە دوو ڕمەکە ئاماژەیەکی بەهێزن بۆ شەڕ و لەگەڵ ناکۆکی دوو ڕمەکەدا بەڵا و وەسوەسە هەیە.
سەبارەت بە تایبەتمەندی ئەو دوو ڕمیشە، لە ڕۆژهەڵاتەوە ڕەش (القاعیدە، داعش و هاوشێوەیان)، لە ڕۆژئاواشەوە (حزبوڵڵا) ڕەنگی زەردە.
سەبارەت بە ژمارەش، بەڵگەیە بۆ ڕاستیی هەواڵەکە و ئەوەی ڕاستیەکانی ئەمڕۆ زۆر لەمە زیاترن و پێدەچێت دەقەکە بە شێوەیەک باسی ئەم زۆربوونە بکات کە لەگەڵ ژمارەکە لە سەردەمی کۆندا هاوڕا بێت و خوداش باشترین دەزانێت.
شەڕی نێوان ئەو دوو ڕمانە ناوەستێت مەگەر بە نیشانەیەک لەلایەن خوداوە کە دەرکەوتنی مەهدییە.
یەکەم جەنگی کەنداو:
پێغەمبەری خودا فەرموویەتی: (ئاشتی ئاشتیانە لەگەڵ ڕۆمەکان دروست دەکەیت، وە شەڕ دەکەیت لەکاتێکدا ئەوان دوژمنن لە پشتتەوە) (سونان ئەبی داود)
پێغەمبەر فەرموویەتی: (ئارامی و ئاشتەوایی لە نێوان موسڵمانان و ڕۆمەکاندا ڕوودەدات، تا ئەو کاتەی دوژمنێکی خۆیان لەگەڵیاندا شەڕ دەکەن، و غەنیمەتەکانیان لەگەڵیاندا دابەش دەکەن، دواتر ڕۆمەکان لەگەڵ موسڵماناندا فارس داگیر دەکەن.) (فیتنا نەعیم)
فەرموودە: (پاشان ڕۆمەکان لەگەڵ موسوڵماناندا فارسیان داگیر دەکرد). (العیشاعة لە نووسینی البرزانجی)
ئاشتەوایی نێوان موسڵمانان و ڕۆمەکان (ئەمریکا و ئەوروپا) بەدیهات، بە هاوپەیمانی زۆربەی عەرەب و موسڵمانەکان لەگەڵ ئەمریکا و ئەوروپا.
پاشان دەبێتە شەڕێک لە دژی بەشێک لە خەڵکی ڕۆژهەڵات، وە لە شەڕی یەکەمی کەنداودا بەدەست هات، لە نێوان عێراق و لە پشتیەوە عەرەب و ئەمریکا و ئەوروپا دژی ئێران و لە پشتیەوە ڕووسیا..
جەنگی دووەمی کەنداو:
(گوستیم لە ئەبو دار، خوا لێی ڕازی بێت، دەفەرموێت: گوێم لە پێغەمبەری خودا بوو (دەفەرموێت: لەناو ئومەوییەکان پیاوێکی نەفرەت لێکراو لە میسردا دەبێت. دێتە سەر دەسەڵات و دەسەڵاتەکەی لەدەست دەدات، یان دەسەڵاتی لێ دەسەندرێتەوە. دواتر هەڵدێت بۆ لای ڕۆمەکان و ڕۆمییەکان دەهێنێتە ناو ئەهلی ئیسلام. ئەوە یەکەم داستانە.) (فیتان نەعیم)))).
وشەی میسر بە واتای یەکێک لە وڵاتان دێت. میسر وڵاتی هەیە و میسر تاکە.
پێدەچێت ئەمە کاتێک ڕوویدابێت کە سوپای عێراق چووەتە ناو کوێت و ئەلسەباح لێی هەڵهاتبێت.
پاشان هێزه ئه مریکی و ئه وروپایه کان هاتنه شه ڕی عێراق که شه ڕی دووه می که نداو بوو... و ئه م شه ڕی یه که م ده بووه له و داستانانه ی که له ئاکامدا مه هدی سه ڕهه ڵده دا.
کۆچی دوایی پاشایەک بە ناوی عەبدوڵڵا:
لەسەر دەسەڵاتی ئیمامی السدیق سەلامی خوای لەسەر بێت: (هەرکەسێک گەرەنتی مەرگی عەبدوڵڵای بۆ بکات، من گەرەنتی بۆ دەکەم القایم-پاشان وتی- ئەگەر عەبدوڵڵا بمرێت، گەل لەدوای خۆی دژی هیچ کەسێک یەکناگرێتەوە، و ئەم بابەتەش بەبێ هاوەڵەکەت کۆتایی نایەت، ان شاءاللە، وە شانشینی ساڵان دەڕوات و دەبێتە شانشینی مانگ و ڕۆژەکان، منیش وتم: ئیرادە کە درێژ بێت؟ وتی: نەخێر.) (بیهار الانوەر لە نووسینی المجلیسی)
لە دەقەوە بەم ئەنجامە دەگەین:
مردنی پاشایەک بە ناوی عەبدوڵڵا کە حوکمڕانی دورگەکە دەکات، و ئەویش (پاشا / عەبدوڵڵا بن عەبدولعەزیز)ە.
لە دیاریکردنی حوکمی مانگ و ڕۆژدا باسی ساڵەکانی نەکردووە و کەمترین فرەیی ساڵ سێ ساڵە و ئەگەر دوو ساڵ و یازدە مانگ و بیست و چەند ڕۆژ حوکمڕانی کردبێت بە پێی عەرەب ناکاتە ساڵ و ئەم ماوەیەش بە پێی عەرەبەکان لە حوکمڕانی دوو ساڵدا دەمێنێتەوە و ئەمەش وەک ئەوە وایە کە (پاشا/سەلمان بن عەبدولعەزیز) بووبێت.
ڕەنگە ئەم پاشایە (پاشای ڕۆژان و مانگەکان) ئەو کەسە بێت کە خەمی کاریگەریەکەی بێت: (وە خەلیفەکەت کە پارە کۆدەکاتەوە دەمرێت، و کەسێکی لاواز شوێنی دەگرێتەوە، و دوای دوو ساڵ لە پۆستەکەی لادەبرێت، و ڕۆم و تورکەکان هاوپەیمان دەبن، و شەڕەکان لەو خاکەدا دەردەکەون..). (The Contract by Al-Maqdisi), and we know that the largest surplus in the budget of the richest Arab Muslim country (Saudi Arabia) was in the days of (King / Abdullah), but the man who came after him (King / Salman) is weak due to his old age and illness, and perhaps He will be removed before his rule reaches three years, so that he does not become a king of years, and remains within the پاشای مانگ و ڕۆژ.
حوکمی بنەماڵەی ئەلسعود:
وە لە ڕیوایەتێکدا: (ئەو ئیسراحەت نابینیت تا چوار کەس حوکم بکەن، هەموویان لە کەمەرێکی پیاوێکەوە. ئەگەر ئەوە ڕوویدا ئەوا ڕەنگە.) (موسەننەف ابن ئەبی شەیبە)
ئەمەیە کە بەدەست هاتووە و چوار پاشا حوکمڕانییان کردووە (بۆ مەلیک عەبدولعەزیز السعود): سعود و فەیسەڵ و خالد و فەهد.
بێ گوێدانە ئەوەی کێ لە دوای ئەوان لە هەمان ڕەچەڵەکەوە هاتووە، ئیسراحەت لێرەدا سەرهەڵدانی مەهدییە.
پێغەمبەری خودا فەرموویەتی: (ئەگەر پێنجەمی ماڵەکەم [ماڵم] بمرێت، ئەوا ئاژاوە و ئاژاوە و حەوتەم دەمرێت، ئینجا بەمجۆرە تا مەهدی هەڵدەستێت). (دادگاکانی نەعیم)، و ڕاپۆرتەکان هاوڕا نین. لەسەر ووشەی (ماڵەکەم) چونکە هەرکەسێک لە بنەماڵەی پێغەمبەرەوە حوکم بکات گەیشتووەتە ئاستێکی گەورە، ئەوە وەهم و گشتگیرییە، کە ئەمەش دروست نییە، بۆیە وتەکەی ئێمە (ماڵ) ڕاستە، واتە ماڵێک کە حوکم دەکات لەنێو عەرەبەکاندا نزیکە لە سەرهەڵدانی مەهدی.
ڕوونکردنەوەکەی: (پاشا/ فەهد بن عەبدولعەزیز) پێنجەم، و چەندین ململانێ و شەڕ و کوشتار لە دوای ئەو ڕوویدا، واتە دواجاری (پاشا/عەبدوڵڵا بن عەبدولعەزیز)، و نیشانەی دەرکەوتنی مەهدی مردنی حەوتەمی ئەوانە، کە (پاشا/سەلمان بن عەبدولعەزیز)ە، و تەنانەت ئەگەر زنجیرەی گواستنەوەی... فەرموودە لاوازە، دەقەکەی بە چەندین بەڵگە و بەدواداچوون بەهێزتر بووە..
سێ ساڵی پێش مەهدی:
لەسەر دەسەڵاتی سۆفیان الکلبی دەفەرموێت: (لە ساڵی حەوتەمی بەڵا و لە ساڵی هەشتەمی سەختی و لە ساڵی نۆی برسێتی). (العقد لەلایەن المقدیسی)
ئەمە بەو مانایە نییە کە مەهدی یەکسەر دوایی بێت، بەڵکو ڕەنگە ئەمە ڕووبدات و دواتر مەهدی لێی نزیک بێتەوە و ئەمانەی خوارەوە بەدەست هاتووە:
ساڵێک (حەوت کۆچی) کارەساتی سەخت و شەڕ و ململانێ، دواتر ساڵێک (هەشت کۆچی) ناڕەحەتی و ناڕەحەتی بە واتای نەخۆشی و پەتا لە ناو عەرەبدا دێت و هەر کە بەڵا و نەخۆشی و پەتاکە هات، برسێتی حەتمی بوو، و ئاگادار کرایەوە..
پێدەچێت ئەم ساڵانە ساڵی ١٤٣٧ی کۆچی و ١٤٣٨ی کۆچی و ١٤٣٩ی کۆچی بێت.
ئەم فەرموودەیە لە بەشی نیشانەکانی پێش مەهدی هاتووە، بۆیە مەهدی لە دوای ساڵی ١٤٣٩ی کۆچی سەرهەڵدەدات.
لە نیمچە دورگەی عەرەبیدا ڕێگاو ڕێگاکان پچڕاون و کەمتەرخەمی خەڵک و دەرکەوتنی نادادپەروەری:
لەسەر دەسەڵاتی عەبدوڵڵا بن مەسعود خوا لێی ڕازی بێت فەرمووی: (ئەگەر بازرگانی و ڕێگاوبانەکان بپچڕێن و وەسوەسە زۆرتر بن). (تاقیکردنەوەکانی بەختەوەری)
پێغەمبەری خودا فەرموویەتی: (لە کۆتایی زەمان و سەرهەڵدانی فیتنە، پیاوێک دەبێت بە ناوی: المهدی). (العقد لەلایەن المقدیسی)
نیشانەکانی سەرهەڵدانی مەهدی: پچڕانی ڕێگاوبان و بازرگانی، لە ئەنجامی سنوورەکانی نێوان وڵاتانی ئیسلامی و ململانێ و شەڕ و ئەمەش ئەوەیە کە بەدەست هاتووە.

ئاماژەکان لە یەمەن:
چۆڵکردنی خەڵکی یەمەن بۆ یەمەن:
عەبدوڵڵا بن عەمر فەرموویەتی: (چۆن ئەی گەلی یەمەن ئەگەر من مودار دەربکەم؟ ئێمە گوتمان: ئەوە ڕوودەدات ئەبو محمد. وتی: بەڵێ، وە بەو کەسەی کە ڕۆحم لە دەستیدایە، ئەوان ناڕەوایان لەگەڵ دەکەن، پیاوێکی یەمەن وتی: ئەوانەی ستەمیان کردووە دەزانن ڕوو لە کام ڕێگا دەکەن. عەبدوڵڵا وتی: ئەگەر من درکم بەوە کردبا، من لەگەڵتان بووم.) (تاقیکردنەوەکانی نەعیم)، و لە ڕیوایەتێکدا: (عەبدوڵڵا بن عەمر بن العاس لە مزگەوتی دیمەشق دانیشتبوو، جگە لە خەڵکی یەمەن کەسی تێدا نەبوو، فەرمووی: ئەی گەلی یەمەن، چۆن دەبیت ئەگەر لە شام دەرتان بکەین و بەسەرتاندا کۆنتڕۆڵ بکەین؟ ووتیان: یان ئەوە دەبێت؟ وتی: بەڵێ بە پەروەردگاری کەعبە. پاشان هەندێک لە خەڵکەکە وتیان: ئایا ئێمە نادادپەروەرترین لەوەدا، یان ئێوە؟ نەخێر ئێمەین ئینجا الیەمانی فەرمووی: ستایش بۆ خوای گەورە دەزانن بە کام لایە.
ئەم ڕووداوانە لە ساڵی ١٩٩٠ی زاینیەوە ڕوویانداوە، کە خەڵکی یەمەن لە سعودیە دەرکراون، ئەمەش دوای ڕووداوەکانی شەڕی ١٩٩٠ی زایینی، کە هەمووان دەیناسن. پاشان دەرکردن و گەمارۆدان و نادادپەروەری لە ڕووداوەکانی دوایین شەڕی ساڵی ٢٠١٥ی زایینی لە دژی یەمەن لە لایەن وڵاتانی عەرەبی و بە تایبەت خەڵکی سعودیە (مودار) و خەڵکی لێڤانت، یەمەن سعودیە تەواو بوو.باکووری کەعبە پێی دەوترێت شەم.خەڵکی مودار مێتافۆرێکن بۆ سعودیە و قوڕەیش و دەوروبەری.
کۆتایی ئەم ململانێیە سەرکەوتن دەبێت بۆ خەڵکی یەمەن، بەڵام سەرکەوتن نایەت تەنها بە بەیعەتدان بە مەهدی لە مەککە نەبێت، چونکە ئەو یەمەنییە و زۆربەی ئەوانەی بەیعەتیان پێدەدەن خەڵکی یەمەنن.
پیاوێک حوکمڕانی یەمەن دەکات بە ناوی مەنسور، ئەو شەڕەش کە لە سەردەمی ئەودا ڕوویدا:
لەسەر دەسەڵاتی عەبدوڵڵا بن عەمر وتی: (دوای مەهدی کە خەڵکی یەمەن دەردەکات بۆ وڵاتەکەیان، پاشان المنسور، پاشان دوای ئەو، مەهدی، کە بە دەستی ئەو شاری بیزەنتین داگیر دەکرێت). (فیتان نەعیم)
لەسەر دەسەڵاتی ئەبو جەعفەر وتی: (پاشان مەنسور الیمانی لەگەڵ سەربازەکانی لە سنەەوە بەرەو ئەوان ڕۆیشت..، خەڵکی کوشت وەک ئەوەی لە سەردەمی پێش ئیسلامدا دەیانکوشت). (فیتان نەعیم)
ئەو مەهدییەی لە دەقەکەدا ئاماژەی پێکراوە، مەهدی نییە، بەڵکو ئەو مەهدیەیە کە لە بنەماڵەی ئەلسعودەوە هاتووە، یەکەمیان پیاوێکە بە ناوی مەهدی.
ئەو کەسەی خەڵکی یەمەن دەردەکات بۆ یەمەن (پاشا فەهد)، دوای ئەو دەبێتە مەنسووری یەمەن (عەبد ڕەببوح مەنسور).
ئەلمەهدی سەلامی خوای لەسەر بێت، دوای مەنسووری یەمەن دێت.
حوکمەکە بریتییە لە (خەڵک وەک چۆن لە سەردەمی پێش ئیسلامدا دەکوژرێن)، ئەمەش لە سەردەمی المنسور (عەبد ڕەببوح مەنسور هادی) ڕوویدا.
خەڵکی یەمەن لە نێوان خۆیاندا سەبارەت بە بابەتی حوکمڕانی جیاوازن:
لەسەر دەسەڵاتی ئارتات فەرمووی: (پاشان کۆدەبوونەوە و چاویان لە کێ بەیعەت دەبرد، و لە کاتێکدا لەو حاڵەتەدا بوون، کاتێک گوێیان لە دەنگێک بوو کە نە مرۆڤ و نە جن نەیانگوت، بەیعەتیان دەدا فڵان، بە ناوی خۆیەوە، لە هیچ جۆرێکدا نییە، بەڵکو خەلیفەیەکی یەمەنە. (فیتان نەعیم)).
خەڵکی یەمەن جیاوازن لەوەی کە بەیعەتیان بە کێ دەدەن، ئەمەش بەڵگەی وشەکانی (dhī و dhu) کە ئاماژەن بۆ خەڵکی یەمەن و ئەمەش ئەوەیە کە زمانناسان و مێژوونووسان باسیان کردووە.
لە کاتێکدا ئەوان بەم شێوەیەن، مەهدی سەرهەڵدەدات، کە یەکێک لە نازناوەکانی خەلیفەی الیمانییە، واتە کاروباری خەڵکی یەمەن لەسەر یەک کەس ڕێکناکەون دوای ناکۆکی و شەڕیان لە سەردەمی مەنسور الیمانی کە پێشتر باسمان کرد.
پیتی F لە وشەی (so while) بەڵگەی جێنشینی و شلبوونی ڕووداوەکە نییە، بۆیە بەڵێنی بەیعەت بە مەهدی نزیکە لە ناکۆکی خەڵکی یەمەن چونکە ئەوان ئەوانەن کە مەبەست لەم دەقەیە وەک بەڵگەی وشەی (دو و ذو).
یاسایەکی گەردوونە کە ناکۆکی لەسەر بابەتێکی لەو شێوەیە زۆر ناخایەنێت، بۆیە کاتی بەیعەتدان بە مەهدی نزیکە لە کاتی ناکۆکی نێوان یەمەنییەکان.ئەمەش ئەوەیە کە بەدەست هاتووە، وەک چۆن خەڵکی یەمەن بە یەک دەنگ لەسەر یەک فەرمانڕەوا ڕێکناکەون، بۆیە ڕەنگە دابەشبوون یان شتێکی هاوشێوە ڕووبدات و چەند فەرمانڕەوایەک هەبن..
وێرانکارییەکانی شاری ئەلعەشاری (تایز):
عەممار فەرمووی: (من بە الصادقم وت سەلامی خوای لەسەر بێت: کەی قایمەکەت هەڵدەستێت؟ فەرمووی: کاتێک شاری ئەشعری ڕووخێنرێت). (کۆمەڵێک لە فەرموودەکانی المهدی لەلایەن الکورانی)
ئەشعەری هاوەڵی گەورەی ئەبو موسا ئەشعەرییە و تائیز لە یەمەن و دەوروبەری بە شاری ئەشعەری ناسرابوو و ئەمەش ئەوەیە کە بەدەست هاتووە.
شەڕی نێوان خەڵکی یەمەن و خەڵکی حیجاز، دوای چۆڵکردنی خەڵکی یەمەن لە حیجاز:
الوالید دەفەرموێت: (مەهدی شوێنپێی دەکەوێت و دادپەروەرییەکەی دەردەخات، دواتر دەمرێت، پاشان لەدوای ئەو لە نێو بنەماڵەکەیەوە ئەوانە دێت کە دادپەروەر دەبن، دواتر بەدوای ئەوانەدا دەگەڕێت کە ناڕەوا و سووکایەتی پێدەکەن، تا دێتە لای پیاوێک لەنێویاندا، و لە یەمەنەوە چۆڵ دەکرێت بۆ یەمەن، دواتر ڕێپێوان دەکەن بۆ لای و دەیکوژن [و لە گێڕانەوەیەکدا: شەڕی لەگەڵ دەکەن]، و ئەوانیش دیاری دەکەن لەسەریان پیاوێکی قوڕەیش کە پێی دەوترێت: محمد، وە هەندێک لە زاناکان دەیانگوت: ئەوە لە یەمەنەوەیە کە داستانەکان لەسەر دەستی ئەو یەمەنییە ڕوودەدەن.) (فیتان نەعیم)
ئەو مەهدییەی پێشتر باسمان کرد، پێی دەوترێت مەهدی - پێشتر -، و ئەو مەهدی چاوەڕوانکراو نییە.
ئەوەی خەڵکی یەمەن دەگوازێتەوە بۆ یەمەن، لە بنەماڵەی ئەو پیاوە دادپەروەرەیە کە پێی دەوترێت مەهدی.
ڕێپێوانن بۆ لای: واتە بۆ ئەو کەسەی حوکمڕانی حیجاز دەکات.لە هەر شەڕێکی نێوان هەردوولا و خەڵکی یەمەن و خەڵکی حیجازدا دەیانکوشت.

ئاماژەکان لە عێراق:
خەلیفەی عێراق کوژرا، لە ئەنجامدا پیاوێک هاتە دەرەوە بۆ ئەوەی تێکی بدات:
کە پێغەمبەری خودا (فەرموویەتی: (ئەگەر لە عێراق خەلیفە بکوژرێت، پیاوێکی باڵا چوارگۆشە و ڕیش ئەستوور و قژی ڕەش و کێشاوی بریقەدار بەرامبەریان دێتە دەرەوە، کەواتە ئاخ بۆ خەڵکی عێراق لە شوێنکەوتووانی، ئەوکات مەهدی لە ئێمەی خەڵکی ماڵەوە دەردەچێت).) (العقد لە نووسینی المقدیسی)
ئه مه له نێو ئه و ئاماژانه یه که پشتڕاست کراونه ته وه ، چونکه پێش سه ڕهه ڵدانی مه هدی ئه میرێک له عێراق ده کوژرێت و له ده قێکی تریشدا به هه ڵواسین ده کوژرێت (له عێراق به هه ڵواسین) و له ئه نجامی ئه ویشدا ئیمامی عێراق به هه ڵواسین ده کوژرێت، که ئه ویش کوشتنی (سه دام حسێن سه ڕۆک کۆمار)ه . پیاوێک دێتە پێشەوە کە وەسفەکەی بریتییە لە: باڵای چوارگۆشە (نە باڵابەرز، نە کورت، نە تەنک، نە ئەستوور)، بە ڕیشێکی چەقەڵ (گەورە)، قژێکی ڕەش، بە چەمانەوەی گەشاوە (گەورە، سپی درەوشاوە)، کە دەبێتە ئەشکەنجە و ئاخ بۆ خەڵکی عێراق لە خۆی و شوێنکەوتووانی، و ئەلمەراق (دەرەوەی یاسا)، و ئەم تایبەتمەندیانە تایبەتمەندی (موقتەدای عێراقی)ن ئەلسەدر) و چەند ناخۆشی ڕووبەڕووی خەڵکی عێراق بووەوە لەسەر دەستی سەربازەکانی.
گەمارۆدانی عێراق و پاشان گەمارۆدانی شام:
جابیر بن عەبدوڵڵا دەڵێت: (خەڵکی عێراق خەریکە نە قافیزێک و نە درهەمێک وەردەگرن، ئێمە گوتمان: ئەوە لە کوێوە؟، وتی: لە غەیرە عەرەبەکانەوە) ئەوان ڕێگری لەوە دەکەن.پاشان وتی: خەریکە وابێت خەڵکی شام دینارێک و مەدایەکیان لێ کۆناکەنەوە.گوتمان: ئەوە لە کوێوە دێت؟ لە ڕۆمەکانەوە وتی، پاشان بێدەنگ بوو هانیە، ئینجا وتی: پێغەمبەری خودا فەرموویەتی (: لە کۆتایی میللەتەکەمدا خەلیفەیەک دەبێت کە سامان کۆدەکاتەوە بەبێ ئەوەی بە ژمارە بژمێرێت). (صحیح موسلیم)
ئەلقافیز، مەل و بای کێشە کۆنەکان، ڕێنمایی خۆپاراستن لە خۆراک و پێداویستییە مرۆییەکان.درهەم و دینار بەڵگەن لەسەر پارە و ئاڵوگۆڕی بازرگانی و هاوشێوەکانی.
گەمارۆدانەکە سەرەتا لەسەر عێراقە، پاشان لەسەر لێڤانت و کە لەلایەن ڕۆمەکانەوە (ئەوروپا و ئەمریکا)یە.
لە ئەگەری ئەم گەمارۆدانی عێراق و شامدا، مەهدی زیندوو دەبێت، بەڵام فەرماندەییەکەی دەرنەکەوتووە، وەک بەڵگەیەک لە نامەی (ئەوکات)دا، کە ئاماژە بە یەک لە دوای یەکێکی نزیک دەکات کە تێیدا هیچ شلبوونەوەیەکی تێدا نییە، و کاتی گەمارۆدانیش ئاماژەیە بۆ ئەوەی کە نیشانەی پێویستییە بریتییە لە (الحنییە)، واتە وەک زمانناسان وتوویانە: نزیکەی (١٥) ساڵ، و ئەوەش لە کاتی گەمارۆدانی عێراقدا بووە لە ساڵێکەوە 1990ز تا ساڵی 2003ی زاینی، و ئەمەش (13) ساڵە، بۆیە ئەمە ئەوەیە کە پێویستە.چونکە عێراق زۆر گەمارۆ دراوە.
زیادبوونی ژمارەی گیانلەدەستدان لە عێراق:
لەسەر دەسەڵاتی ئەبو جەعفەر محمد بن عەلی فەرموویەتی: (مەهدی دەرناکەوێت، تا ئەوکاتەی خەڵکی لەڤانت بە ململانێدا گیرۆدە نەبن. ئەوان بەدوای ڕێگایەکدا دەگەڕێن لێی بەڵام نایدۆزنەوە، کوشتنیش لە نێوان کوفە و الحیرەدا ڕوودەدات). (العقد لەلایەن المقدیسی)
یەکێک لەو نیشانانەی کە بەم نزیکانە مەهدی دەردەکەوێت ئەوەیە کە ئەگەر کوشتن لە عێراقدا زیادی بکات، بە تەواوبوونی حوکمڕانی مەهدی، سەلامی لەسەر بێت، ئیسراحەت دێت و ئەمەش ئەوەیە کە بەدەست هاتووە.

نیشانەکان لە لێڤانت:
شەڕ و ململانێ: ١.
لەسەر دەسەڵاتی سەعید بن الموسەیب فەرموویەتی: (لە شامدا دادگاییکردنێک دەبێت، سەرەتای وەک یاری منداڵان دەبێت، هەرکاتێک لە لایەک ئارام بووەوە، لە لایەکی ترەوە خاو دەبێتەوە، وە ناوەستێت تا پەیوەندیکەرێک لە ئاسمانەوە بانگ دەکات: (بەڕاستی شازادە فڵان و فڵانە)) (العقد لەلایەن المقدیسی)ەوە).
ململانێ و ڕووداوەکانی سوریایە و شوێنەکەش لە شوێنەوارەکانی تردا بۆ سورەتی شام تەرخان کراوە.
دوای ڕووداوەکانی تونس و میسر و یەمەن، منداڵانی تەمەن پانزە ساڵان هاتنە دەرەوە و نووسییان “بڕۆ بەشار”. ئەم منداڵانە زیندانی و ئەشکەنجە دەدران، تا هەندێکیان گیانیان لەدەستدا.خوێندکاری قوتابخانەی ئەلعەربەین لە دارا.دایک و باوکی منداڵەکان بۆ دەرهێنانی منداڵەکانیان لە زیندانەکان بە خۆپیشاندان چوونە دەرەوە.خەڵک بە گوللە و توندوتیژی وەڵامیان دایەوە، کە بە دژە توندوتیژی بەرەوڕوو بووەوە، ئەمەش ململانێی سوریای هەڵگیرساند.
تا مەهدی دەرنەکەوێت کۆتایی نایەت.بۆیە سەردەمی مەهدی زۆر نزیکە لە ململانێی سوریا.
.
بەشار ئەسەد:
لەسەر دەسەڵاتی الزوهری فەرمووی: (..پاشان لە دوای ئەو پیاوێک لە نێو ئەوانەوە دێت کە ناوی باوکیەتی، و ناوی هەشت پیتە، شانەکانی کێشراون و قۆڵ و قاچی بڵاوکردۆتەوە، سەری داپۆشراوە، چاوەکانی نوقم دەبن، خەڵکەکەش لە دوای ئەو لەناو دەچن).(فیتنە نەعیم)، الزهری دەڵێت: ناوی و ناوی باوکی هەشت پیتە.
یەکێکیان وتی: وەک ئەوە وایە باسی حزبێک، گروپێک، تیمێک بکات... باوک و کوڕەکە لە یەک گروپن، حزبی بەعسی سوریا.
ناوی و ناوی باوکی هەشت پیتە (بەشار + حافز) = (4+4) پیتە.
خلیسکەکاری شان: واتە شانەکانی وەک پێگەی خلیسکێنەی سەر سەهۆڵ وایە، کەمێک بەرەو خوارەوە کێشراون.حەمش الدارەین: ئاردی قاچ، ئاردی قۆڵ و قاچە.سەری زرێپۆش: سەری پان.چاوی ​​نوقمبوو: لە ناوەوە، بۆ ناوەوەی سەر.ئەمانە تایبەتمەندیەکانی (سەرۆک/حافز ئەسەد)ن، و خۆی یەکێکە لە سۆفیانیەکان.
هەروەها لە ئەتاردا هاتووە کە یەکێک لە تایبەتمەندییەکانی بریتییە لە: ( وردی دەست و قاچ و ملی درێژ و زەردبوونی چڕ کاریگەری پەرستنی هەیە)..
وەک لە ڕیوایەتەکانی تردا هاتووە: سوفیانی شام قژ سوور بوو.سوورەکە یەکێکە لە ناوەکانی شێر.ئازادی دەکوژێت، تاکە شۆڕشی سوریاش ناوی شۆڕشی ئازادییە.وە بە گۆزە خەڵک دەکوژێت؛ئەمە مەسەلەی بەرمیلە تەقەمەنیەکانە، چونکە باسی گۆزەی کردووە، واتە ئامرازێکە بۆ کوشتن و ئەگەر باسی گۆزەی بکردایە لەناویاندا دەکوژران.
ئەلسوفیانی:
ئەلسوفیانی زیاتر لە کەسایەتییەکی هەیە و یان نیشانەی بەیعەتی نزیکە بۆ مەهدی، یان کەسایەتییەکن کە شەڕی لەگەڵ دەکەن.
لەسەر دەسەڵاتی کەعب فەرموویەتی: (ناوی سۆفیانی عەبدوڵڵایە). (فیتنا نەعیم)، و لەسەر دەسەڵاتی دمرە، وتی: (سوفیانی پیاوێکی سپی پێستە و قژی لوولە). (فیتنا نەعیم)، و گێڕدراوەتەوە: (قژێکی لوول، سپی، بە جەستەیەکی درێژ). (فیتنا نەعیم)، وە گێڕاوەتەوە: (پیاوێک سەری گەورە). (فیتنا نەعیم)، وەک چۆن زۆرێک لە تایبەتمەندییەکان لەلایەن نوعەیم و ئەوانی دیکەوە گێڕدراونەتەوە.زۆر باسی ئەلسوفانی و پوختەی ئەو کەسایەتیانەی کە نازناوی ئەلسوفیانییان لێنراوە:
سۆفیانی یەکەم: ناوی عەبدوڵایە، لەلایەن ڕۆمەکانەوە پشتیوانی دەکرێت، سوپاکەی سەرپۆشی هەیە، ئەگەری زۆرە کە ئەو (پاشای ئوردن/عەبدوڵڵا) بێت.
السفیانی دووەم: جەستەیەکی درێژ و سەرێکی گەورەیە و قژی سپی و لوولی هەیە. پێدەچێت (پاشا/شازادە/محەمەد بن سەلمان) بێت.
سۆفیانی سێیەم: خاڵەکانی سەگن، سوپاکەشی سەرپۆشێکیان هەیە. پێدەچێت (شازادە/ میتب بن عەبدوڵڵا) بێت.
سۆفیانی چوارەم: العشاب، بکوژ، کە لە لەڤانتە. پێدەچێت ئەو (بەشار ئەسەد) بێت.
سۆفیانی پێنجەم: سۆفیانی میسری بەهێز و کورت، پێدەچێت (عبدالفتاح سیسی) بێت.
بوونی هەموو ئەمانە پشتڕاست کراوەتەوە، بەڵام کردەوەی هەندێک، وەک شەڕی ئەوان لە دژی مەهدی، دەرنەکەوتووە.
سیفەتەکانی سوپاکەی: لەسەر دەسەڵاتی ئەبو هورەیرە کە فەرموویەتی: (بەخوا شکستیان پێدەهێنن، یان قیامەت نایەت تا شکستیان پێ نەهێنن لەلایەن گەلێکەوە کە یەکپۆشییان لە خاکەوە هێناوە.) (وەسوەسەی ئەو کەسەی نزیکە)، وە پێغەمبەری خودا فەرموویەتی: (ئەو کەسەی نائومێد دەبێت ئەو کەسەیە کە لە ڕۆژی سەگێکدا بێ ئومێد دەبێت، تەنانەت بە سەرپۆشیشەوە). (العقد لەلایەن المقدیسی)
ئەمەش ئاماژەیە بۆ ئەوەی کە سوپاکەی سوپایەکی ئاساییە، و سەرپۆشێکی هەیە: (جەندرمەی ئوردنی + پاسەوانی نیشتمانی سعودیە)، وەک لە گێڕانەوەیەکدا هاتووە: ئەوان لە هۆزی کەلب (پاسەوانی نیشتمانی سعودیە).
سوپاکە بەهۆی داڕمانەوە لەناوچوو: لەشکرێک بوو کە لە چوار سوپا پێکهاتبوو.
ئاماژەکان لە میسر:
شازادەکەیان کوژرا:
(خەڵکی میسریش شازادەکەیان کوشت). (مەهدی لە شانە تا دەرکەوتن لەلایەن ئەلقەزوینی)، و ئەم گێڕانەوەیە لە نیشانەکانی سەرهەڵدانی مەهدی لە هەمان کتێبدا هات.
ئەم نیشانەیە کاتێک ڕوویدا کە محەمەد ئەنوەر سادات سەرۆک کۆماری کۆچکردووی میسر تیرۆر کرا.
خاوەنی میسر (محەمەد حوسنی موبارەک):
لەسەر دەسەڵاتی عەلی بن ئەبی تالیب: (خاوەنی میسر یەکێکە لە نیشانەکان، وە نیشانەکانی سەرسوڕهێنەرن و نیشانەیان هەیە. دڵی باشە و سەری محەممەد، وە ناوی باپیرە دەگۆڕێت. ئەگەر دەرکەوت ئەوە بزانە کە مەهدی لە دەرگاکانت دەدات). (عەلی چی لەبارەی کۆتایی زەمانەوە بە عاشۆر گوت)
پشتڕاست کراوەتەوە، ڕوونکردنەوەکەشی ئەوەیە: خاوەنی میسر: واتە سەرۆکی میسر. نیشانەی نیشانەکان: یەکێک لە نیشانە ڕوونەکانی دەرکەوتنی نزیک، مانای دڵەکەیەتی، حەسەن: (واتە ناوی دووەم حەسەنە)، عەرەبیش بە دڵ بانگی ناوەڕاست دەکەن، واتە ناوەڕاستی ناوە سێ لایەنەکەی کە دووەم ناوەکەیە.. وە سەری محمد: (واتە سەری ناوەکە سەرەتای خۆی هەیە). بەڕاستی ناوی یەکەمی سەرۆکی پێشووی میسر: (محەممەد).ناوی باپیرە دەگۆڕێت، واتە (ناوی سێیەمی)، واتە دەیگۆڕێت. لە ڕاستیدا سەرۆکی پێشوو ناوی باپیرەی گۆڕیوە و لە ناسنامە مەدەنییەکەیدا ناوی (سەیید)ە، بۆیە بە ناوی چوارەمی خۆی بانگ دەکرێت کە موبارەکە.ناوی (محمد حوسنی سەید موبارەک)ە.
کودەتاکەی سیسی لە دژی مورسی:
لەسەر دەسەڵاتی ئەبو جەعفەر: (کاتێک سوفیانی لەسەر عەقەبە دەرکەوت). (دادگاکانی نەعیم)
وە ئەم سوفیانیە یەکێکە لە تایبەتمەندییەکانی: کە پیاوێکی بەهێز و کورتە، وە ئەو کەسەیە کە لەشکرێک دەنێرێت بۆ شەڕکردن لەگەڵ مەهدی، بەپێی فەرموودە: (لەسەر دەسەڵاتی پێغەمبەر (: لەشکرێک لە ڕۆژئاواوە دێت، بەدوای ئەم ماڵەدا دەگەڕێت، تا ئەو کاتەی لە ئەلبەیدە بوون، دەیان گرت). (فیتنا نەعیم)، و دەرکەوتنی لێرە: کودەتا یان سەرکەوتن. ئەلئەقبە’: محەمەد مورسی پەڵەی لەسەر جەستەی هەیە.
نیشانەکانی تر: لەلایەن ڕۆژهەڵات و ڕۆژئاوا:
دەرکەوتنی پیاوێک بە ناوی (الحریث بن حریث) دامەزراندنی دەسەڵاتی خۆی:
پێغەمبەر فەرموویەتی: (پیاوێک لەودیو ڕووبارەوە دەردەچێت، و پێی دەوترێت: الحریث بن حارث..، و جووتبوون لەگەڵ بنەماڵەی محمد دەکات یان کارا دەکات). (ئەبی داود)
وە کە ئەم پیاوە ئوسامە بن لادن، چونکە ئوسامە و الحریث ناوی ئەسەدن و ئەلحەریث ئەو چینە حەدرەمییەیە کە بن لادن سەر بەو چینە و کە لە ئەفغانستانەوە هاتۆتە دەرەوە کە وڵاتێکی ئەودیوی ڕووبارەکەیە و بە پارە و هەوڵی خۆی ئاڵای ڕەشی دامەزراندووە کە دەسەڵاتی خۆی بۆ مەهدی چەسپاندووە.
لێشاوی تورکەکان بۆ نیمچە دوورگەی عەرەبی، و جیاوازییەکانیان لەگەڵ ڕۆمەکان:
لەسەر دەسەڵاتی عەممار بن یاسر فەرموویەتی: (بەڕاستی خەڵکی ماڵی پێغەمبەرەکەت نیشانەیان هەیە، بۆیە پابەندبن بە خاکەکەوە تا تورکەکان دەڕژێنە ژوورەوە). (فیتان نەعیم)
وە لە ڕیوایەتێکی تردا: تا تورکەکان بەسەرتدا دابەزن و بچنە ناو جەزیرە و جەزیرەش لێرەدا ئاماژە بە ناوچەکانی سوریا دەکات و ئەگەر مەبەستی نیمچە دورگەی عەرەبی بێت، ئەوا سوریاش تێیدا بەشدارە و هەرکەسێک مەبەستی خوز و کرمان بێت بە مانای وازهێنان لە وەهمی ڕووسەکان و هەرکەسێک مەبەستی تورکەکانی ئەمڕۆ بێت، هەرچەندە یەکەمیان باشترە چونکە ڕووسەکان ئەوانەن کە کۆدەبنەوە سەربازەکان بۆ سوریا ئەمڕۆ (بۆ بەرژەوەندی)، وەک لە گێڕانەوەکەدا هاتووە: (ئەگەر تورکەکان بەسەرتاندا دابەزن، و سوپاکانتان بۆ ئامادە بکەن).(العقد لەلایەن المقدیسی)، هەردوو بابەتەکە بەدەست هاتوون.
ڕۆشتنی ئاسیس لە حەبەشە:
دەگێڕێتەوە: (پیاوێک بە ناوی ئاسیس یان ئەسبیس لە حەبەشەوە هات، جەماوەرێکی زۆری کۆکردەوە.) (وەسوەسەی بەختەوەری)
ئەم فەرموودەیە لە باسکردنی وەسوەسەی کۆتایی زەمان لە وەسوەسەی نەعیمدا ئاماژەی پێکراوە و دەتوانین بڵێین: ئەم کارەکتەرە ئاسیس ئەفورقییە، وە دەرچوونی لە دەستی وەسوەسە گەورەکاندایە، بۆیە نیشانەیەکە لە دەستی مەهدیدا، و ئەوە بوو، و مانای حەبەشە تەنیا بە ئەسیوپیا لەمڕۆدا سنووردار نییە، بەڵکو ئیریتریاش دەگرێتەوە. ئەوەی گرنگە لە حەبەشە سەرکردایەتی یان سەرۆکایەتیی گرتە ئەستۆ، هەروەها دوژمنایەتی عەرەبی کرد و ئەمەش بەدیهات، و هاوپەیمانی گەورەترین وڵاتانی جیهان بوو لەوانە (ئەمریکا، ئیسرائیل)، بۆیە جێی هێشت و ڕووداوێکی داگیرکاری بوو. دوورگەکانی حەنیشی گەورە و بچووک لە یەمەن.
شەڕی عەرەب و موسڵمانان لە دژی ڕووسیا:
پێغەمبەری خودا فەرموویەتی: (لە ئاشتییەکی ئارامدا لەگەڵ ڕۆمەکان ئاشت دەبیتەوە، وە شەڕ دەکەیت لەکاتێکدا ئەوان دوژمنن لە پشتتەوە) (ئەبی داود)
گێڕاوەتەوە: (...ئەوکات تۆ و ڕۆمەکانیش هێرش دەکەنە سەر هەندێک لە خەڵکی ڕۆژهەڵات و پشتگیریان دەکەن.) (فیتنا نەعیم)
پێغەمبەر دەفەرموێت: (ئارام و ئاشتەوایی لە نێوان موسڵمانان و ڕۆمەکاندا ڕوودەدات، تا دوژمنێکی خۆیان لەگەڵیاندا شەڕ دەکەن، و غەنیمەتەکانیان لەگەڵیان دابەش دەکەن). (فیتنا نایم)
ئاشتەوایی نێوان موسڵمانان و ڕۆمەکان (ئەمریکا و ئەوروپا) بەدیهات، بە هاوپەیمانی زۆربەی عەرەبەکان لەگەڵ ئەمریکا و ئەوروپا.
پاشان شەڕێک دەبێت لە دژی بەشێک لە خەڵکی ڕۆژهەڵات و لە شەڕی ئەفغانستان لە دژی ڕووسیا کە خەڵکی ڕۆژهەڵاتن بەدەست هات.

تابلۆیەک لە ئاسماندا لە شێوەی دارخورمادا:
لەسەر دەسەڵاتی سەعید بن المسەیب فەرموویەتی: (دابەشبوون و ناکۆکی دروست دەبێت تا دەستێک لە ئاسمانەوە دەربکەوێت، وە مژدەدەرێک بانگ دەکات: (شازادەکەت فڵان و فڵانە).) (تاقیکردنەوەکانی بەختەوەری)، وە فەرموودە: (خورمایەک لە ئاسمانەوە دەردەکەوێت کە ئاماژە بەم شتە دەکات بۆ ئەوە).(مەهدی بۆ محمد عیسا لە دەروازەکانە)، وە گێڕدراوەتەوە: (وە بۆ مەهدی نیشانەیەکی ڕوون لە ئاسمانەوە هەیە، و لەسەر زەوی هاوشێوەی ئەو لە شوێنێکی ئاست بەرزدایە، خورمایەک بە پێنجەمەوە هەڵواسراوە). (محەمەد عیسا)
ئەمەیە کە بەدەست هاتووە:
ناکۆکی و جیابوونەوە هەبووە.دەزگای بۆشایی ئاسمانی ئەمریکی ناسا چاودێری کۆمەڵێک ئەستێرەی نیوتڕۆنی کرد کە لە شێوەی دەستدا دروست بوون، دەوری پۆلێکی تری ئەستێرەکانیان داوە، بە بەکارهێنانی ٨٠ تەلەسکۆپ لە بەشە جیاوازەکانی زەوی لە ١٢/٢٨/٢٠٠٤ز تا ١٠/١٨/٢٠٠٥ز، کە هاوتایە لەگەڵ بەرواری هیجری لە زولقیادە ١٦، ١٤٢٥ کۆچی تا مانگی ڕەمەزانی ١٥، ٢٠١٩. ساڵی ١٤٢٦ی کۆچی. ئەو وێنانەی لە ڕوانگە وەرگیراون دەریدەخەن کە ئەم دەستە درێژکراوە. درێژدەبێتەوە بۆ ڕۆژهەڵات.
نیشانەیەک لە ئاسماندا، کە دوورەپەرێزێکی درەوشاوەیە:
لەسەر دەسەڵاتی کەعب، وتی: (ئەستێرەیەک لە ڕۆژهەڵاتەوە هەڵدێت، پێش ئەوەی مەهدی دەربکەوێت، و کلکێکی دەبێت کە دەدرەوشێتەوە). (العقد لەلایەن المقدیسی)
لەسەر دەسەڵاتی کەعب وتی: (ئەستێرەیەک لە ڕۆژهەڵاتەوە هەڵدەستێت پێش ئەوەی مەهدی دەربکەوێت، وە کلکی دەبێت).(وەسوەسەی بەختەوەری)
کەعب فەرموویەتی: (ئەستێرەیەکە لە ڕۆژهەڵاتەوە هەڵدەستێت و بۆ خەڵکی زەوی وەک ڕووناکی مانگ لە شەوێکی پڕدا دەدرەوشێتەوە). (فیتان نەعیم)
لەسەر دەسەڵاتی ئیبن مەسعود: (لە سفردا نیشانەیەک دەبێت و ئەستێرەیەکی بە کلکەوە دەست پێدەکات). (فیتان نەعیم)
وە دەرکەوتنی دوورەپەرێزەکە بەدەست هاتووە؛ڕووناکی دوورەپەرێزی هالی وەک تیشکی مانگ بوو لە نێوان ساڵانی ١٤٠٥ی کۆچی تا ١٤٠٨ی کۆچی.
هەروەها دوورەپەرێزی (ISON) لە سەفەر لە ساڵی ١٤٣٥ کۆچی.
مانگ گیران و خۆرگیران کە بریتیە لە تاریکی:
(ڕێنیشاندەرەکانمان دوو نیشانەیان هەیە کە لەو کاتەوەی خودا ئاسمانەکان و زەوی دروستکردوە ڕوویان نەداوە: مانگ لە یەکەم شەوی ڕەمەزاندا دەگیرێت و خۆر لە ناوەڕاستیدا دەگیرێت، وە لەو کاتەوەی خودا ئاسمانەکان و زەوی دروستکردووە، ڕوویان نەداوە.) (الداراقوتنی)
لەسەر دەسەڵاتی شەریک وتی: (ئاگادارکرامەوە پێش دەرکەوتنی مەهدی لە مانگی ڕەمەزاندا دووجار خۆر دەگیرێت). (فیتان نەعیم)
مانگ لە یەکەم شەوی ڕەمەزاندا لە ساڵی ١٤٢٩ کۆچی - ١٤٣٠ کۆچی بە نزیکەیی گیراوە. لە هەمان ساڵدا دووجار مانگگیران ڕوویدا، خۆر لە یەکەمی مانگی ڕەمەزاندا (خۆرگیرانی بازنەیی) گیرا، بەو پێیەی ڕووناکییەکەی لە مانگەوە تاریک بوو. بە هەمان شێوە ڕەنگە نیشانەکانی خۆرگیران و خۆرگیران لە نزیک دەرکەوتنی مەهدی زیاد بکات.
هەڵهاتنی نیشانەیەک لەگەڵ خۆر:
لەسەر دەسەڵاتی عەلی بن عەبدوڵڵا بن عەباس فەرموویەتی: (مەهدی دەرناچێت تا خۆر بە نیشانەیەک هەڵدێت). (فیتان نەعیم)، وە بە گوتەی عەبد الرزاق: (مەهدی دەرناکەوێت تا نیشانەیەک دەرنەکەوێت لەگەڵ - یان - لە خۆردا). (موسەنناف عبد الرزاق السانعانی)
نیشانەیەکی ڕەش لە ناوەڕاستی خۆردا لە کاتی خۆرهەڵاتن و خۆرئاوابووندا لە ساڵی ١٤١٣ی کۆچی/١٤١٤ی کۆچی-١٩٩٤ی زایینیدا دەرکەوتووە.کۆمەڵگەی زانستی بڵاویان کردەوە کە ئەمە تەقینەوەیەک بووە لە ژێر خۆردا کە لە ئەنجامدا بیست پارچە نەیزەکی بەرەو ڕووی زەوی و بەریەککەوتنی لەگەڵ موشتەریدا دروست بووە، کە بووەتە هۆی وێرانکاری بە قەبارەی زەوی کە یەکسانە بە ٢٠٠ هەزار بۆمبی ئەتۆمی، هەروەها دروستبوونی هەورێکی زەبەلاح کە بۆ ماوەی چەند ڕۆژێک موشتەری داپۆشیوە.
هەروەها: هەردوو مانگگیران و خۆرگیران ئەو نیشانانەن کە لەگەڵ خۆر یان لە خۆردا هەڵدێن.
بوومەلەرزە لە نیمچە دوورگەی عەرەبی:
پێغەمبەری خودا فەرموویەتی: (مژدەی مەهدیتان بۆ دەهێنم، لە میللەتەکەمدا بە جیاوازیی خەڵک و بوومەلەرزەیەک دەنێردرێت، و زەوی پڕ دەکات لە یەکسانی و دادپەروەری، هەروەک چۆن پڕ بوو لە ناعەدالەتی و ستەم، ئیمام ئەحمەدی کوڕی حەنبەل لە موسنەدەکەیدا جێی کردەوە، و فەرموویەتی: (و بوومەلەرزە) کە زەوی پڕ دەکات یەکسانی). (العقد المقدیسی)
سەبارەت بە بوومەلەرزە، لە نیمچە دورگەی عەرەبی دەرکەوتووە، و بەم دواییانە ڕاگەیەندرا، هەروەها لە ڕاپۆرتێکی فەرمانگەی بومەلەرزەزانیی نێودەوڵەتیدا، کە لە ساڵی ٢٠١٦ی زایینیدا بڵاوکرایەوە: بوومەلەرزەیەکی بەهێز بەرەو ناوەندی نیمچە دورگەی عەرەبی دەڕوات، بە تایبەتی بەرەو باشووری مەدینە، و کاتی گەیشتنیشی بۆ ئەو ناوچەیە، کە دەکەوێتە نزیک (دوو الحولەیفە) دیاری دەکات میقاتی خەڵکی مەدینە بۆ حەج، لە ماوەی سێ ساڵ و زۆرترینی بۆ پێنج ساڵ دیاری دەکرێت.
هەموو ئەوانەی سەرەوە پشتڕاست کراوەتەوە بەبێ گوێدانە زنجیرەی گواستنەوە، وە فەرموودەیەک دەهێنمەوە کە پشتڕاست نەکراوەتەوە و زنجیرەی گواستنەوەی ڕەسەنە:
فەرموودە: (پێغەمبەری خودا خوای گەورە سەلامی بدات و ئارامی ببەخشێت، فەرموویەتی: سێ کەس شەڕ دەکەن لەسەر گەنجینەکەت، هەموویان کوڕی خەلیفە، ئینجا نایەتە سەر هیچ کامیان، ئینجا لافیتە ڕەشەکان لە ڕۆژهەڵاتەوە هەڵدەستن، و بە کوشتنێک دەتکوژن هیچ گەلێک نەیکوشتووە- پاشان باسی شتێکی کرد کە من لەبیرم نییە- و وتی: جا ئەگەر تۆ بیستت کەواتە ئەوان بەیعەتیان پێدا، تەنانەت ئەگەر لەسەر بەفرەکەش بخزێن، چونکە ئەو جێنشینی خودایە، مەهدی.)
لەلایەن ئیبن مەجاح لە سوننەکانیدا، الحکیم لە مستەدراکەکەیدا، ئەبو عەمر الدانی لە سوننەکانیدا، البەیحاقی لە بەڵگەی پێغەمبەرایەتیدا، ئیمام ئەحمەد بن حەنبال لە موسنەدەکەیدا، الدایلامی لە الفیرداوسدا، سویوتی لە العرف الواردیدا جێگیرکراوە.
وشەی (ماڵەکەت) لە ڕیوایەتەکانی تردا باس کراوە و ئەمەش ئاماژەیە بۆ مەککە (سعودیە).
دوای شەڕی ئەو سێ کەسە، ئاڵای ڕەشی ڕۆژهەڵات (خۆراسان، ئەفغانستان) دەستوەردانیان کرد و پشتیوانی مەهدییان کرد.
شەڕی ئەو سێ کەسە ڕوودەدات، وە ئەگەری زۆرە ئەوانیش (موتاب بن عەبدوڵڵا، محمد بن نایف، و محمد بن سەلمان) بن لە دوای مردنی خەلیفە، وە ئەگەری ئەوە هەیە کە ئەوە (سەلمان بن عەبدولعەزیز) بێت، وەک ئەوەی باسکراوە: (لەسەر دەسەڵاتی پێغەمبەر (: جیاوازی دەبێت کاتێک خەلیفەیەک دەمرێت).(ئەبو داود)
کەواتە: ئێمە تەنها لەبەردەم دوو نیشانەداین تا ئیمامی ئیمامی مەهدی لە مەککە دەبێت، و ئەوانیش بریتین لە: مردنی (پاشا/سەلمان)، و ناکۆکی سێ شازادەکە دوای مردنی...، و لەوانەیە ئەمە لە ماوەی کورتی داهاتوودا ڕووبدات، بۆ ئەوەی نیشانەکان جێبەجێ بکرێن.
`
      },
      imageUrl: 'https://drive.google.com/thumbnail?id=1Gl7I0iUQ8t0ab2tygifzzQYgtw_GaySx&sz=w1000',
    },
    {
      id: 'post-2',
      date: '',
      title: { ar: 'كيف أكون من أنصار المهدي', ku: 'چۆن ببمە لایەنگری مەهدی' },
      author: { ar: 'حركة أنصار المهدي', ku: 'بزووتنەوەی لایەنگرانی مەهدی' },
      content: { 
        ar: `السلام عليكم ورحمة الله وبركاته 
أخي .... 
نحن حركة أنصار المهدي 
تتبّعنا أحاديث رسول الله في علوم آخر الزمان وأشراط الساعة ووصلنا إلى قناعة يقينية لا شك فيها أننا نعيش في زمن ظهور الإمام المهدي عليه السلام وهو يعيش بيننا لا محالة إذ أننا نعيش زمان ظهوره الموصوف في الأحاديث ولم يبقَ إلا خروجه في مكة مبايعاً بين الركن والمقام.

نحن نعمل الآن دعوياً على مسارين:

_ أولهما:
الدعوة العامة وهي تبشير الناس بالمهدي والتعبئة العامة وخلق توجه شعبي عام لنصرة المهدي وأن خروجه قد اقترب وخلافة الإسلام القادمة ستكون على يده "فالناس عدو ما تجهل" وللتهيئة النفسية بلا شك دور كبير في تصديق الناس بالمهدي حال خروجه ونصرته وعدم معاداته في أقل الأحوال. 

فنبشر الناس بصفات المهدي الشخصية التي ذكرها رسول الله حتى يصدقوا بالمهدي إذا رأوه وعرفوا شخصه ونعلمهم صفات الزمان الذي يخرج فيه المهدي حتى تتولد لديهم القناعة بأن خروجه بات قريباً وكذلك نشرح لهم صفات أماكن تواجد المهدي في مراحل حياته وكذلك حركة ظهوره حتى يكون للناس فرصة في تتبع أحواله والسير في نصرة المهدي قبل خروجه في مكة.

راجع مختصر كتاب ظهور المهدي وإليك الرابط:
https://up.top4top.net/downloadf-855a3bot0-pdf.html

_ وثانيهما: 
وهي الدعوة الخاصة وتهتم بدعوة وترتيب وتجهيز المجموعة التي ستبايع المهدي في مكة ومن هؤلاء الخواص من تقوم عليهم الحركة دعوياً وإدارياً واقتصادياً فهذا المجهود  الإعلامي الضخم الذي تراه في هذا الرابط أدناه:
https://drive.google.com/drive/mobile/folders/0ByiPDYlBSBIHS0taY2xTeVRYU0E

هو حصيلة واجتهاد أناس بذلوا أنفسهم وأوقاتهم وطاقاتهم في هذا الجهد المبارك من دعويين وإعلاميين وإداريين وداعمين وهؤلاء الخواص تؤخذ منهم بيعات للنصرة والعمل على هذا المشروع وهي بيعة مذكورة في آثار وأحاديث خروج المهدي منها حديث عبد الله بن مسعود رضي الله عنه حيث قال: " إذا انقطعت التجارات والطرق، وكثرت الفتن، خرج سبعة رجال علماء من أفق شتى، على غير ميعاد، يبايع لكل رجلٍ منهم ثلاث مائة وبضعة عشر رجلاً، حتى يجتمعوا بمكة، فيلتقي السبعة، فيقول بعضهم لبعض: ما جاء بكم؟ فيقولون: جئنا في طلب هذا الرجل الذي ينبغي أن تهدأ على يديه هذه الفتن، وتفتح له القسطنطينية، قد عرفناه باسمه واسم أبيه وأمه وحليته، فيتفق السبعة على ذلك، فيطلبونه فيصيبونه بمكة. فيقولون له: أنت فلان بن فلان؟ فيقول: لا، بل أنا رجل من الأنصار، حتى يفلت منهم، فيصفونه لأهل الخبرة والمعرفة به. فيقال: هو صاحبكم الذي تطلبونه، وقد لحق بالمدينة، فيطلبونه بالمدينة فيخالفهم إلى مكة، فيطلبونه بمكة فيصيبونه. فيقولون: أنت فلان بن فلان، وأمك فلانة بنت فلان، وفيك آية كذا وكذا، وقد أفلت منا مرة، فمد يدك نبايعك؟ فيقول: لست بصاحبكم، أنا فلان بن فلان الأنصاري، مروا بنا أدلكم على صاحبكم، حتى يفلت منهم، فيطلبونه بالمدينة فيخالفهم إلى مكة، فيصيبونه بمكة عند الركن، فيقولون: إثمنا عليك، ودماؤنا في عنقك إن لم تمد يدك نبايعك، هذا عسكر السفياني قد توجه في طلبنا، عليهم رجل من جرم، فيجلس بين الركن والمقام، فيمد يده فيبايع له، ويلقي الله محبته في صدور الناس، فيسير مع قوم أسد بالنهار، رهبان بالليل " [أخرجه نعيم بن حماد، في الفتن].

لاشك أن هذا الحديث وإن كان موقوفاً على ابن مسعود رضي الله عنه إلا أن له حكم الرفع لأنه من الغيب الذي لا يتأتى إلا بوحي فله حكم الرفع لأنه لا يصدر إلا من جهة النبوة وقد ذكر العلماء أنَّ ما كان هذا شأنه فإنه يأخذ حكم المرفوع من النبي صلى الله عليه وسلم وأيضاً فإن متن هذا الحديث لا يتعارض مع جملة الأحاديث الواردة في المهدي عليه السلام كبيعته بين الركن والمقام مكرهاً وعياذه ببيت الله الحرام وذكر السفياني وغيرها.

وكذلك العمل بمفهوم هذا الحديث هو مقدم على العمل بالرأي وإذا كان الحديث الضعيف يُعمل به في فضائل الأعمال؛ فأي فضيلة أعظم وأشرف من إقامة خلافة راشدة على منهاج النبوة بنصرة وبيعة المهدي عليه السلام ؟!!.

_ ((إذا انقطعت التجارات والطرق، وكثرت الفتن، خرج سبعة رجال علماء من أفق شتى)):
فيه دلالة على حدوث حرب كبرى تدور أحداثها في جزيرة العرب وتحديداً في بلاد الحرمين (قتال الثلاثة في الحرم) بدليل أنَّ هذه الحرب في تلك المنطقة أثّرت على العالم كله إقتصادياً وسياسياً وعسكرياً بما فيها بلدان هؤلاء العلماء السبعة، أضف إلى ذلك: أنَّ العلماء كانوا ينتظرون بفارغ الصبر حصول هذه الأحداث في بلاد الحرمين كي يبدأوا في مهمتهم الخاصة.

_ ((على غيرِ ميعاد)):
شبهة وردها:
هذه الجملة قد يفهمها البعض فهما خاطئا ثم يبنوا عليها أمورا تخالف الشرع والعقل وتخالف سنن الله في الكون من العمل وبذل الأسباب فمنهم من يقول إنَّ اجتماع العلماء مسألة قدرية بحتة لا تحتاج إلى عمل فلا تشغلوا أنفسكم بالبحث عن هؤلاء العلماء!! فيظن هذا الجاهل أنَّ الأمور كلها محض القدر وأنه لا فائدة من العمل والإعداد لنصرة وبيعة المهدي عليه السلام.
الجواب:
حتى نفهم هذه العبارة جيداً علينا أن ننظر ونتأمّل في سياق الحديث من أوله إلى آخره بدون أن نقتطع من الحديث ما يوافق هوانا المقصود بلفظة ((على غيرِ ميعاد)) أن العلماء اجتمعوا على غير موعد محدد بدقة زمنية، فهم ربما حدّدوا لاجتماعهم أحداثاً لا زماناً محدّداً باليوم والساعة فحصلت أموراً بتقدير الله أدت إلى انقطاع التواصل فيما بينهم ومنها تلك الحرب الطاحنة التي أدت إلى انقطاع الطرق والتجارات وربما انقطعت شبكات التواصل والاتصالات فخرج كل عالم منهم من بلده مع أنصاره نحو مكة بعد اقتتال الثلاثة في بلاد الحرمين علّه أن يجتمع ببقية العلماء فيجتمعوا هناك على غير ميعاد فلو لم يكونوا يعرف بعضهم بعضاً وكان بينهم تواصل وتنسيق وعمل مشترك لنصرة دين الله فكيف سيجتمعون في نفس الزمان والمكان في ظل فتن مظلمة مدلهمة تطيش لها عقول الرجال ؟!!.

ولماذا جمع كل عالم منهم بيعات وعهود من مئات الرجال؟!! بل لو لم يكونوا على هذه الحال من المعرفة والتواصل فكيف سيأمن بعضهم بعضاً؟!! وكيف ستحصل الثقة بينهم في ظل تلك الأوضاع العصيبة ؟!! لاسيما وهم يعلمون أنهم في زمان (لا يأمن الرجل جليسه) [السلسلة الصحيحة للألباني وسنن أبي داود]، كما ورد ذلك عنه صلى الله عليه وسلم.

_ ((يبايع لكل رجل منهم ثلاث مائة وبضعة عشر رجلاً)):
نفهم من هذه الجملة: 
قيام سبعة علماء ربانيين موفقين بعمل اجتهادي لإنشاء مشروع عملي حركي هدفه الإعداد والترتيب لنصرة وبيعة المهدي عليه السلام ونستنبط من هذه الجملة إشارة إلى علو همة وعظم منزلة وصلاح وخيريّة أولئك العلماء السبعة بدليل وقرينة بيعة الناس لهم من أجل العمل على إقامة الخلافة الراشدة على منهاج النبوة وفي هذه البيعة تزكية لهؤلاء العلماء وأنصارهم فهم أهل الحل والعقد لتلك الخلافة الراشدة ونحن نتحدث عن علماء أخذوا زمام المبادرة والقيادة لإقامة هذا الأمر العظيم فهم أهل علم وبصيرة ودين وغيرة اصطفاهم الله تعالى واختارهم من دون سائر الناس لهذا الشرف والفضل (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ) [المائدة:54]، ولا شك أن لكل مجتهداً نصيب فأولئِك العلماء السبعة لهم رصيد كبير من البحث والدعوة  والتصنيف في شأن المهدي عليه السلام قبل اجتماعهم في مكة بين الركن والمقام فعلى مدى طويل من السنين وهم في ترقب وتشوّق لقضية المهدي عليه السلام وكل ما يتعلق به و كأني بهم في الخلوات يرفعون الأيادي و الدعوات لرب الأرض  والسموات أن يجعلهم من أنصار المهدي عليه السلام ونتج عن ذلك الجهد والاجتهاد والطلب في ذلك الأمر أن وفقهم الله للتعرف على شخصية بارزة انطبقت عليها وتحققت مجمل الصفات الواردة في المهدي عليه السلام مع توافق عجيب لأقدار الله تعالى على تلك الشخصية وهذه الأقدار الإلهية جاءت متوافقة ومتناغمة تماماً مع ما ورد في الأحاديث والآثار جاء في هذا الحديث قول العلماء السبعة: (قد عرفناه باسمه واسم أبيه وأمه وحليته).

_ سؤال: هل يُعرف المهدي قبل بيعته؟!!:
الجواب: نعم يُعرف المهدي قبل بيعته على غلبة الظن ويتفق السبعة على ذلك.
الدليل: قول أولئِك العلماء عن المهدي عليه السلام: ((قد عرفناه !!...)) وتأمّل معي في هذه اللفظة 
((قد عرفناه)) فلو لم يحدّدوا شخصاً بعينه لما قالوا: ((قد عرفناه))!!
كان بإمكانهم أن يقولوا دعونا نبحث عن المهدي في مكة أو في الحرم.

المهدي عليه السلام يكون معروفاً عند بعض العلماء السبعة وعند سؤال العلماء للمهدي عن حقيقة شخصيّته يرد عليهم قائلاً: ((إنما أنا رجل من الأنصار)) وفي هذا إشارة أن المهدي سيكون من ضمن الأنصار الذين بايعوا العلماء على نصرة المهدي عليه السلام و نلاحظ أنه بعد فرار المهدي منهم يقوم العلماء بالبحث والسؤال عن المهدي عن طريق أشخاص من الأنصار لهم معرفة وعلاقة بشخصية المهدي عليه السلام.

فتأمل كيف أن العلماء يبحثون عن شخص بعينه معلوم لديهم باسمه واسم أبيه وأمه وصفاته فلا يعقل أن يبحث العلماء عن شخص مجهول في خضم آلاف من الحجّاج والزوّار لبيت الله الحرام لاسيّما في ظل قتال وفوضى سياسية وخوف وترقب من الأجهزة الأمنية خشية ظهور المهدي عليه السلام ولا يعقل أيضاً أن يقوم العلماء بسؤال الدهماء من عامة الناس عن شخص المهدي لما يعانيه الناس من هلع ورعب جرّاء البلاء الذي حل بهم حينما يقول المهدي عليه السلام للعلماء: ((...لست بصاحبكم مروا بنا أدلكم على صاحبكم حتى يفلت منهم)) نفهم أن العلماء لم يكن في حساباتهم وظنّهم أحد غير شخصية محددة معروفة اتفقوا عليها على غلبة الظن بدليل أنهم لم يهتموا بكلام المهدي حينما دلهم على شخص آخر.
عن ابن عباس: ((إذا خُسف بجيش السفياني قال صاحب مكة (المهدي).. هذه العلامة التي كنتم تُخبرون بها؟!!)) [أخرجه الحافظ أبو عبدالله نعيم بن حماد، في كتاب الفتن]، وفي هذه اللحظة يتحول الشك عند بعض العلماء والأنصار إلى يقين بعد الخسف بجيش المجرمين.

_ ((فيصفونه لأهل الخبرة والمعرفة به)):
إذا كان هؤلاء السبعة هم علماء في باب أشراط الساعة وعلامات وصفات المهدي عليه السلام فمن يا ترى سيكون أكثر منهم علماً ومعرفةً وخبرةً؟!!.
الجواب: إنّ هؤلاء العلماء وصلتهم أخبار عن وجود شخصيّة حقيقيّة تحققت فيها صفات المهدي عليه السلام فهم سمعوا ولم يروا تلك الشخصيّة أو يخالطوها وليس الخبر كالمعاينة!! وفي هذا دلالة وإشارة لطيفة على أن هناك أشخاص أكرمهم الله ووفقهم لمعرفة و صحبة المهدي قبل اجتماعهم بأهل العلم في مكة... وهؤلاء الأشخاص سماهم الحديث، ((أهل الخبرة والمعرفة)) ولهذا كانوا هم المرجعيّة للعلماء السبعة !!.

_ ولذا:
هي بيعة ترتيبية للعمل وليست بيعة إمامة عظمى ولا تتناقض مع أي بيعات أخرى إذ هي بيعة خاصة لنصرة المهدي. 

وكما ورد في الأثر فالبيعة تؤخذ لسبعة علماء من أفق شتى وقد اختارت "حركة أنصار المهدي" علماء لها في هذا الشأن وتؤخذ باسم كل عالم البيعة في البلاد التي اُختير لها صيغة (أبايع.... بيعة مخصوصه على مشروع الأنصار من أجل العمل على بيعة المهدي ما استطعت إلى ذلك سبيلا والله على ما أقول شهيد).

_ أخي الكريم: 
قد بشّرناك بخروج المهدي وأننا نعيش في زمنه فترقب ظهوره واستعد لنصرته فهذه بشارة رسول الله سقناها إليك وإذا كانت لديك الهمة والرغبة في أن تكون من أسس هذا المشروع وتكون لك لبنة في صرح دولة المهدي القادمة فبايع بيعة العمل وتشرف بنصرة هذا المشروع.

هذه البيعة لا تكلفك بأكثر من نشر دعوة المهدي وتبشير الناس به وحثهم على نصرته "ولك علينا حق أن نبلغك حال قرر علماء الحركة الدخول إلى مكة لبيعة المهدي" وذلك بعد تحقق العلامات الأخيرة والفاصلة لخروج المهدي في مكة لعل الله يمنّ علينا بأن نكون من أهل بيعته الذين ذكرت الأحاديث في فضلهم أنهم لا يسبقهم الأولون ولا يدركهم الآخرون.
  
إذا كنت مستعد للبيعة فقم بإرسال تسجيل صوتي بنص البيعة الآنف الذكر، وبعد ذلك ندخل في ترتيبات العمل على نصرة المهدي.

كما أن حركة أنصار المهدي لها مجهود دعوي وتوعوي وترتيبي لخروج المهدي فهي كذلك لا تهمل جانب الصفات الشخصية للمهدي وقد درست الحركة عدة شخصيات توافرت فيها الصفات التي ذكرها رسول الله في شخص المهدي بنسب متفاوتة مع رجوح بعض الشخصيات بشكل كبير وتوفر عدد كبير جداً من الصفات المذكورة فيها فالحركة تأخذ ذلك بعين الاعتبار وترقب هؤلاء الأشخاص عن كثب لعل الله يشرّف هذا الجهد ويصطفينا لندرك بيعة حفيد رسول الله الموصوف في أحاديث رسول الله صلى الله عليه وآله وسلم غير أن الحركة لا تجزم بمهدية أحد ولو توافرت فيه الصفات فالمهدي الذي ذكره رسول الله هو الذي تتوفر فيه الصفات ويكون حاضراً في مكة بين الركن والمقام ليبايعه أنصاره الـ313 المذكورون في الآثار.
والحمد لله رب العالمين.
`,
        ku: `ئارامی و ڕەحمەتی و نیعمەتی خودا لەسەر ئێوە بێت
براکەم....
ئێمە بزووتنەوەی لایەنگرانی مەهدیین
ئێمە پەیڕەوی فەرموودەکانی پێغەمبەری خودامان کرد سەبارەت بە زانستەکانی کۆتایی زەمان و نیشانەکانی قیامەت، وە گەیشتینە قەناعەتێکی پتەو و بێ گومان کە ئێمە لە سەردەمی دەرکەوتنی ئیمامی مەهدیدا دەژین، سەلامی خوای لەسەر بێت، و بە ناچاری لە نێو ئێمەدا دەژی، وەک چۆن ئێمە لە سەردەمی دەرکەوتنی ئەودا دەژین کە لە فەرموودەکاندا باسکراوە، و هەموو ئەوەی دەمێنێتەوە هی خۆیەتی سەرهەڵدان لە مەککە، بەیعەتدان لە نێوان گۆشە و مەقام.

ئێستا کار لەسەر دوو ڕێگا دەکەین: ١.

_یەکەمیان:
بانگەوازە گشتییەکە، کە بریتییە لە بانگەواز بۆ خەڵک لەسەر مەهدی، کۆکردنەوەی گشتی، و دروستکردنی ڕەوتێکی گشتی جەماوەری بۆ پشتیوانیکردن لە مەهدی و ئەوەی کە دەرکەوتنی نزیکە و خەلافەتی داهاتووی ئیسلام لە دەستیدا دەبێت. واتە: مرۆڤ دوژمنی ئەو شتەیە کە تۆ نایزانیت. بێ گومان ئامادەکاری دەروونی ڕۆڵێکی سەرەکی هەیە لە باوەڕبوونی خەڵک بە مەهدی کاتێک کە سەرهەڵدەدات و پشتگیری لێدەکات و لانیکەم دوژمنایەتی نەکات.

کەواتە مژدەی ئەو سیفەتە شەخسییەی مەهدی کە پێغەمبەری خودا باسی کردووە بە خەڵک دەدەین بۆ ئەوەی باوەڕیان بە مەهدی هەبێت ئەگەر بیبینن و کەسایەتییەکەی بناسن، هەروەها فێری تایبەتمەندییەکانی ئەو سەردەمەیان دەکەین کە مەهدی تێیدا سەرهەڵدەدات بۆ ئەوەی ئەو قەناعەتەیان هەبێت کە دەرکەوتنی نزیکە. هەروەها تایبەتمەندییەکانی شوێنەکانی بوونی مەهدی لە قۆناغەکانی ژیانیدا و هەروەها جووڵەی دەرکەوتنی بۆیان ڕوون دەکەینەوە بۆ ئەوەی خەڵک دەرفەتێکیان بۆ ڕەخسێت کە بەدواداچوون بۆ بارودۆخەکانی بکەن و بەردەوام بن لە پشتیوانیکردنی مەهدی پێش دەرکەوتنی لە مەککە.

پوختەی کتێبی دەرکەوتنی مەهدی ببینە، و لێرەدا بەستەرەکەی:
https://up.top4top.net/داونلۆدف-855a3bot0-pdf.html

_وە دووەم:
بانگەوازی تایبەتە و خەمی بانگەوازکردن و ڕێکخستن و تەیارکردنی ئەو گروپەیە کە لە مەککە بەیعەت بە مەهدی دەدەن و لە نێو ئەو تایبەتانەشدا ئەوانەن کە بزووتنەوەکە لەسەریان بنیات نراوە، داکۆکیکردن، لە ڕووی ئیداری و ئابوورییەوە. ئەمە ئەو هەوڵە گەورەیەی میدیاییە کە لەم لینکەی خوارەوە دەیبینن:
https://drive.google.com/drive/mobile/folders/0ByiPDYlBSBIHS0taY2xTeVRYU0E

دەرئەنجام و کۆشش و کۆششی ئەو کەسانەیە کە خۆیان و کات و وزەی خۆیان لەم هەوڵە پڕ بەرەکەتەدا خەرج کردووە، لەوانە بانگخوازان و پیشەگەرەکانی میدیا و کارگێڕان و لایەنگران و لەم نوخبەیانە بەیعەتیان لێ وەردەگیرێت بۆ پشتگیریکردن و کارکردن لەسەر ئەم پڕۆژەیە. بەیعەتێکە کە لە بەرهەم و فەرموودەکانی سەرهەڵدانی مەهدیدا ئاماژەی پێکراوە، لەوانەش فەرموودەی عەبدوڵڵا بن مەسعوود، خوا لێی ڕازی بێت، کە تێیدا فەرموویەتی: “ئەگەر بازرگانی و ڕێگاکان ببڕدرێن، و فیتنە و فیتنە زیاد بکرێن، حەوت پیاوی زانا لە ئاسۆی جۆراوجۆرەوە دێنە دەرەوە، بەبێ مەوعید، بەیعەت بە هەموو لایەک دەبەن”. سێ سەد و دوانزە پیاو، تا لە مەککە کۆدەبنەوە، حەوتەکەش کۆدەبنەوە و بە یەکتر دەڵێن: چی ئێوەی هێناوە؟ دەڵێن: ئێمە هاتووین بەدوای ئەم پیاوەدا بگەڕێین، کە دەبێت ئەم فیتنەیانە لە ژێر دەستیدا هێور بکرێنەوە و قوستەنتینیە داگیر بکرێت. ئێمە بە ناوی باوکی و دایکی و بنەماڵەکەی ناسیومانە. جا حەوتەکە لەسەر ئەوە کۆک دەبن و بەدوایدا دەگەڕێن و هێرش دەکەنە سەری لە مەککە و پێی دەڵێن: ئایا تۆ فڵان کوڕی فڵان و ئەویش دەڵێت: نەخێر، بەڵام من پیاوێکی ئەنسارم، بۆ ئەوەی بتوانێت ڕزگاری بێت پاشان وەسفی دەکەن بۆ ئەوانەی ئەزموون و زانیارییان لەسەری هەیە. دەوترێت: ئەو هاوەڵی تۆیە کە تۆ بەدوایدا دەگەڕێیت، وە پەیوەندی بە مەدینە کردووە. لە مەدینە بەدوایدا دەگەڕێن و ئەویش دەچێتە مەککە. لە مەککە بەدوایدا دەگەڕێن، دەیدۆزنەوە. دەڵێن: تۆ فڵان کوڕی فڵان و دایکت فڵانە کچی فڵان کەسە و جارێکیش لە دەستمان دەرباز بوو، بۆیە دەست درێژ بکە. ئێمە بەیعەتتان پێ دەدەین. دەڵێت: من فڵانم، کوڕی فڵان، الانساری. بەناودا بڕۆ و من ڕێنماییت دەکەم بۆ لای هاوڕێکەت. تا لە دەستیان دەرباز دەبێت، پاشان لە مەدینە بەدوایدا دەگەڕێن و لەگەڵیان دەپەڕێتەوە بۆ مەککە، لە مەککەش لە گۆشە هێرشی دەکەنە سەری، و دەڵێن: گوناهی ئێمە لەسەر تۆیە، و خوێنمان لەسەر ملی تۆیە، ئەگەر دەست درێژ نەکەیت بەیعەتت پێبدەیت. ئەمە لەشکری ئەو سۆفیانەیە کە بە دوای ئێمەدا ڕۆشتووە. پیاوێکی تاوانبار بەسەریاندایە. لە نێوان گۆشە و مەزارگەکەدا دادەنیشێت، بۆیە دەستی درێژ دەکات و بەیعەتی پێدەدا، خوداش خۆشەویستی خۆی دەخاتە ناو دڵی گەلەوە، بۆیە لەگەڵ گەلێکدا دەڕوات کە بە ڕۆژ شێرن و بە شەویش دەروێشن.» [نەعیم بن حەمەد گێڕاوەتەوە، لە وەسوەسەدا].

گومانی تێدا نییە ئەم فەرموودەیە هەرچەندە دەگەڕێتەوە بۆ ئیبن مەسعوود خوا لێی ڕازی بێت، بەڵام حوکمی هەڵبەستراوی هەیە چونکە لە غەیبەوەیە کە نایەت تەنها بە وەحی نەبێت. حوکمی هەڵبەستراوی هەیە چونکە تەنها لە ئاراستەی پێشبینییەوە دەردەچێت. زانایان باسیان لەوە کردووە کە ئەمە هەرچییەک بێت حوکمی هەڵبەستراو لە پێغەمبەرەوە وەردەگرێت، خوای گەورە سەلامی بدات و سەلامی بدات. هەروەها دەقی ئەم فەرموودەیە ناکۆکی نییە لەگەڵ کۆی ئەو فەرموودانەی کە باسکراون دەربارەی مەهدی، سەلامی خوای لەسەر بێت، وەک بەیعەتدانی لە نێوان گۆشە و مەقام لە ژێر زەبر و پەنا بردن بۆ ماڵی پیرۆزی خودا و باسکردنی السفیانی. وە ئەوانی تریش.

بە هەمان شێوە ڕەفتارکردن بە پێی مانای ئەم فەرموودەیە لە پێشی ڕەفتارکردنە بە پێی بۆچوون و ئەگەر بڕیار بوو ئەو فەرموودەی لاوازە سەبارەت بە فەزیلەتەکانی کردارەکان مامەڵەی لەسەر بکرێت؛چ فەزیلەتێک گەورەتر و شەرەفمەندترە لە دامەزراندنی خەلافەتێکی ڕێنمایی ڕاست لەسەر میتۆدی پێغەمبەرایەتی بە پشتیوانیکردن و بەیعەتدان بە مەهدی سەلامی خوای لەسەر بێت؟!!

_ ((کاتێک بازرگانی و ڕێگاوبانەکان دەبڕدرا، وە وەسوەسە زۆرتر بوو، حەوت پیاوی فێربوو لە ناوچە جۆراوجۆرەکانەوە دەهاتنە دەرەوە)):
ئاماژەیە بۆ ڕوودانی شەڕێکی گەورە کە لە نیمچە دوورگەی عەرەبیدا ڕوودەدات، بە تایبەتی لە خاکی دوو مزگەوتی پیرۆز (شەڕی سێ مزگەوتی پیرۆز)، ئەمەش بەڵگەی ئەوەیە کە ئەم شەڕە لەو ناوچەیەدا کاریگەریی لەسەر هەموو جیهان هەبووە لە ڕووی ئابووری و سیاسی و سەربازییەوە، بە وڵاتانی ئەم حەوت زانایەشەوە. جگە لەوەش: زانایان بە بێ تاقەتیەوە چاوەڕێی ئەوە بوون کە ئەم ڕووداوانە لە خاکی دوو مزگەوتی پیرۆزدا ڕوو بدەن تا بتوانن دەست بە ئەرکی خۆیان بکەن.

_ ((ناکاتی)):
گومانێک وەرگیراوە:
لەوانەیە ئەم ڕستەیە لەلایەن هەندێک کەسەوە بە هەڵە تێبگەن و دواتر ئەو بابەتە لەسەری بنیات بنێن کە دژایەتی یاسا و عەقڵ دەکەن و پێچەوانەی یاساکانی خودان لە گەردوونی کار و بەخشینی هۆکاردا. هەندێکیان دەڵێن کۆکردنەوەی زانایان بابەتی چارەنووسی پاکە کە پێویستی بە کارکردن نییە، بۆیە خۆتان بێزار مەکەن بە گەڕان بەدوای ئەو زانایانە!!ئەم نەزانە پێی وایە هەموو بابەتەکان چارەنووسی پاکن و هیچ سوودێکی نییە لە کارکردن و خۆئامادەکردن بۆ پشتیوانی و بەیعەتدان بە مەهدی، سەلامی خوای لەسەر بێت.
وەڵام: ١.
بۆ ئەوەی لەم دەستەواژەیە بە باشی تێبگەین، دەبێت لە سەرەتاوە تا کۆتایی بە زەمینەی فەرموودەکە بڕوانین و بیری لێ بکەینەوە بەبێ ئەوەی لەو فەرموودەیە ببڕین کە لەگەڵ ئیحراجییەکانماندا دەگونجێت. مەبەست لە وشەی ((لە کات دەرچوو)) ئەوەیە کە زانایان بەبێ کاتێکی دیاریکراو بە کاتی وردەوە کۆدەبنەوە. لەوانەیە بۆ کۆبوونەوەکەیان ڕووداویان داناوە نەک کاتێکی دیاریکراوی ڕۆژ و کاتژمێر. شتگەلێک ڕوویان دا، بە ویستی خودا، کە بووە هۆی پچڕانی پەیوەندی نێوانیان، لەوانە ئەو شەڕە وێرانکەرەی کە بووە هۆی پچڕانی ڕێگاوبان و بازرگانی و ڕەنگە تۆڕەکانی پەیوەندی و پەیوەندییەکان پچڕان، بۆیە هەموو زانایەک ڕۆیشت. هەندێکیان دوای شەڕی ئەو سێ کەسە لە خاکی دوو مزگەوتی پیرۆزدا لەگەڵ لایەنگرانی وڵاتەکەی بەرەو مەککە بەجێهێشت. ڕەنگە لەگەڵ باقی زاناکان کۆببێتەوە بۆ ئەوەی لەوێ کۆببنەوە بەبێ کاتێکی دیاریکراو. ئەگەر یەکتریان نەناسیبا و پەیوەندی و هەماهەنگی و کاری هاوبەش لە نێوانیاندا هەبوایە بۆ پشتیوانی لە ئایینی خودا، چۆن لە هەمان کات و جێگایەکدا لە سێبەری وەسوەسە تاریک و سەرخۆشکەرەکاندا کۆدەبنەوە کە مێشکی پیاوان سەرگەردان دەکات؟!!

بۆچی هەر زانایەک بەڵێن و بەڵێنی لە سەدان پیاو کۆدەکردەوە؟!!بەڕاستی ئەگەر لەم حاڵەتەی مەعریفە و پەیوەندیدا نەبوونایە چۆن یەکتریان دەپاراست؟!!لە ژێر ڕۆشنایی ئەم هەلومەرجە سەختەدا چۆن متمانە لە نێوانیاندا پەیدا دەبێت؟!!بەتایبەت کە دەزانن لە سەردەمێکدان کە "پیاو هەست بە سەلامەتی ناکات لەگەڵ هاوەڵەکەی" [السیلسیلا الصحیحا لە نووسینی ئەلبانی و سونن ئەبوداود]، وەک لەلای ئەوەوە هاتووە، خوای گەورە بەرەکەتی پێ ببەخشێت و ئارامیشی پێ ببەخشێت.

_ ((سێ سەد و پانزە پیاو بەیعەت بە هەر پیاوێک دەدەن)):
لەم ڕستەیە تێدەگەین:
حەوت زانای سەرکەوتووی ئیلاهی کاری بە پەرۆشیان ئەنجامدا بۆ دروستکردنی پڕۆژەیەکی کردەیی و جوڵەیی بە ئامانجی ئامادەکردن و ڕێکخستنی پشتیوانی و بەیعەتدان بە مەهدی، سەلامی خوای لەسەر بێت. ئێمە لەم ڕستەیە ئاماژەیەک بۆ ئیرادەی بەرز و پێگەی گەورە و ڕاستودروستی و خێرخوازی ئەو حەوت زانایە دەردەخەین، لەگەڵ بەڵگە و بەڵگەی بەیعەتی خەڵک بۆیان بە مەبەستی کارکردن بۆ دامەزراندنی خەلافەتی ڕاست ڕێنماییکراو لەسەر شێوازی پێغەمبەرایەتی و لەم بەیعەتەدا پشتگیری ئەم زانایانە و لایەنگرانیانە، وەک ئەوەی ئەوان هەن خەڵکی چارەسەر و گرێبەست بۆ ئەو خەلافەتە ڕاست ڕێنماییە، و ئێمە باس لە زانایان دەکەین کە دەستپێشخەری و سەرکردایەتیان کردووە. بۆ جێگیرکردنی ئەم بابەتە گەورەیە، ئەوان کەسانی زانست و تێڕامان و ئایین و زەوقن کە خودای گەورە بۆ ئەم شەرەف و نیعمەتە لە سەرووی هەموو مرۆڤەکانی ترەوە هەڵیبژاردوون و هەڵیانبژاردووە. (ئەمە بەخشندەی خودایە، هەرکەسێک بیەوێت دەیبەخشێت) [المعیدە: 54]. گومانی تێدا نییە کە هەموو کەسێکی بەئەمەک پشکی هەیە، وەک چۆن ئەم حەوت زانایە سامانێکی زۆریان هەیە لە لێکۆڵینەوە و داکۆکی و پۆلێنکردن لە بابەتی مەهدی، سەلامی خوای لەسەر بێت، پێش کۆبوونەوەیان لە مەککە لە نێوان ستوونەکاندا. وە پێگە، لە ماوەی ساڵانی دوورودرێژدا، ئەوان لە چاوەڕوانی و حەسرەتدا بوون بۆ دۆزی مەهدی، سەلامی خوای لەسەر بێت، و هەموو شتێکی پەیوەندیدار بەوەوە، و وەک ئەوە وابوو کە بە تایبەتی دەست و پاڕانەوەیان بۆ پەروەردگاری زەوی و ئاسمانەکان بەرز بکەنەوە بۆ ئەوەی بیانکەنە نێو لایەنگرانی مەهدی، سەلامی خوای لەسەر بێت. لە ئەنجامی ئەو هەوڵ و کۆشش و داواکارییە لەو بابەتەدا، خودا توانیان کەسایەتییەکی دیار بناسن کە کاریان لەسەر دەکرد و هەموو ئەو سیفەتانەی کە لە مەهدیدا هاتووە، سەلامی خوای لەسەر بێت، بە ڕێککەوتنێکی سەیر لە چارەنووسەکانی خودای گەورە بۆ ئەو کەسایەتییە و ئەم چارەنووسە ئیلاهییانە بەدی هات. بەتەواوی لەگەڵ ئەو شتانەدا دەگونجێت و هاوئاهەنگ بوو لەگەڵ ئەوەی لە فەرموودە و ڕیوایەتەکاندا باسکراوە. لەم فەرموودەیەدا حەوت زاناکە دەڵێن: (بە ناوی باوک و دایکی و ڕازاندنەوەکەی ناسیومانە).

_پرسیار: ئایا مەهدی پێش ئەوەی بەیعەت بدات دەناسرێت؟!!:
وەڵام: بەڵێ، مەهدی پێش بەیعەتەکەی دەناسرێت، بە ئەگەرێکی زۆرەوە، حەوتەکەش لەسەر ئەوە کۆکن.
بەڵگەکان: ئەوەی ئەو زانایانە سەبارەت بە مەهدی وتوویانە، سەلامی خوای لەسەر بێت: ((ئێمە ناسیومانە!!...)) و لەگەڵمدا ئەم وشەیە بیربکەنەوە.
((ئێمە ناسیومانە)) ئەگەر کەسێکی دیاریکراویان نەناساندبایە نەیاندەگوت: ((ئەومان ناسیوە)))!!
دەیانتوانی بڵێن با بە دوای مەهدیدا بگەڕێین لە مەککە یان لە حەرام.

المهدی صلى الله عليه وسلم لای هەندێک لەو حەوت زانایە ناسراوە و کاتێک زاناکان پرسیار لە مەهدی دەکەن دەربارەی ڕاستی کەسایەتییەکەی، وەڵامیان دەداتەوە و دەڵێت: ((من تەنها پیاوێکی ئەنسارم)) و ئەمەش ئاماژەیە بۆ ئەوەی کە مەهدی لە نێو ئەو ئەنسارانەدا دەبێت کە بەیعەتیان بە زاناکان داوە بۆ پشتگیریکردنی مەهدی، ئاشتی لەسەری بێت. تێبینی دەکەین دوای ئەوەی مەهدی لێیان هەڵات، زانایان لە ڕێگەی کەسانێک لە ئەنسارەوە دەگەڕێن و پرسیار لەبارەی مەهدی دەکەن کە زانست و پەیوەندییان بە کەسایەتی مەهدیەوە هەیە، سەلامی خوای لەسەر بێت.

بیر لەوە بکەرەوە کە زانایان چۆن بەدوای کەسێکی دیاریکراودا دەگەڕێن کە ناو و ناوی باوک و دایکی و سیفاتەکانی بۆیان ناسراوە. مەعقول نییە زانایان لە ناو هەزاران حاجی و سەردانکەری ماڵی پیرۆزی خودادا بە دوای کەسێکی نەناسراودا بگەڕێن، بە تایبەت لە ژێر ڕۆشنایی شەڕ و ئاژاوەی سیاسی و ترس و چاوەڕوانی لەلایەن دەزگا ئەمنییەکانەوە، لە ترسی دەرکەوتنی مەهدی، سەلامی خوای لەسەر بێت. هەروەها ناعەقڵانییە زانایان پرسیار لەو جەماعەتە بکەن لە جەماوەری گشتی سەبارەت بە کەسایەتی مەهدی، بە لەبەرچاوگرتنی ئەو ترس و ترس و تۆقاندنەی کە خەڵک تووشی دەبن لە ئەنجامی ئەو بەڵایەی کە بەسەریاندا هات کاتێک مەهدی بە زانایان دەڵێت سەلامی لەسەر بێت: ((...من هاوڕێی تۆ نیم. بەناو ئێمەدا بڕۆ و ڕێنماییت دەکەم بۆ لای هاوڕێکەت تا بتوانێت لێیان ڕزگار بکات.)) ئێمە لەوە تێدەگەین زاناکان لە حیسابات و گومانەکانیاندا کەسێکی تریان نەبووە جگە لە کەسایەتییەکی دیاریکراو و ناسراو کە بە ئەگەرێکی زۆرەوە لەسەری کۆک بوون، بە پشتبەستن بەو بەڵگانەی کە گرنگییان بە قسەکانی مەهدی نەداوە کاتێک ئاراستەی کەسێکی دیکەی کردووە.
لەسەر دەسەڵاتی ئیبن عەباس: ((ئەگەر سوپای سۆفیانی گیرابێت، حاکمی مەککە وتی (مەهدی)... ئایا ئەمە ئەو نیشانەیە کە ئاگادارکرایتەوە؟!!)) [الحافیز ئەبو عەبدوڵڵا نەعیم بن حەمەد گێڕاوەتەوە، لە کتێبی تاقیکردنەوەکاندا]، و لەم ساتەدا گومانی هەندێک زانا و لایەنگران دەگۆڕێت بۆ دڵنیایی دوای... خۆرگیرانی سوپای تاوانباران.

_ ((بۆ ئەوانەی ئەزمون و شارەزاییان هەیە وەسفی دەکەن)):
ئەگەر ئەم حەوت کەسە زانا بن لە بابەتی نیشانەکانی قیامەت و نیشانە و سیفاتەکانی مەهدی سەلامی خوای لەسەر بێت کێ پێم سەیرە کێ لەوان زاناتر و بە ئەزموونتر دەبێت؟!!
وەڵام: ئەم زانایانە هەواڵی بوونی کەسایەتییەکی ڕاستەقینەیان پێگەیشت کە تێیدا تایبەتمەندییەکانی مەهدی سەلامی خوای لەسەر بێت. بیستوویانە بەڵام ئەو کەسایەتیەیان نەبینیوە یان کارلێکیان لەگەڵدا کردووە، و هەواڵەکەش هەمان پشکنین نییە!!ئەمە ئاماژە و ئاماژەیەکی جوانە بۆ ئەوەی کەسانێک هەن خودا ڕێزی لێ گرت و توانای ناسینی و لە کۆمەڵگەی مەهدیدا بوون پێش کۆبوونەوەیان لەگەڵ ئەهلی عیلم لە مەککە... و ئەم کەسانەی فەرموودە ناوی لێنابوون، ((کەسانی ئەزمون و زانست)) و هەر بۆیەش ئاماژە بوون بۆ ئەو حەوت زانایە!!.

_و بەم شێوەیە:
بەیعەت بۆ کارە نەک بەڵێنی ئیمامی گەورە و دژایەتی هیچ بەیعەتێکی تر ناکات، بەو پێیەی بەیعەتێکی تایبەتی پشتیوانی مەهدییە.

وەک لە ڕیوایەتەکەدا هاتووە، بەیعەت بۆ حەوت زانا لە ئاسۆی جۆراوجۆرەوە دەبرێت و “بزووتنەوەی ئەنسارولمەهدی”ش لەم ڕووەوە زانایانی خۆی هەڵبژاردووە و بە ناوی هەر زانایەکی بەیعەت لەو وڵاتانە وەرگیراوە کە فۆرمولەکەی بۆیان هەڵبژێردراوە (بەیعەت... بەڵێننامەیەکی دیاریکراوی بەیعەت بەپێی). بۆ پڕۆژەی ئەنسار بۆ ئەوەی تا دەتوانم کار لەسەر بەیعەت بە مەهدی بکەم و خودا شایەتحاڵی ئەوەیە کە دەیڵێم).

_برا ئازیزەکەم:
ئێمە مژدەی سەرهەڵدانی مەهدیمان پێداون و لە سەردەمی ئەودا دەژین، بۆیە چاودێری دەرکەوتنی بکەن و ئامادەکاری بکەن بۆ پشتگیریکردنی. ئەمە مژدەی پێغەمبەری خودایە کە پێمان گەیاندن. ئەگەر ئیرادە و ئارەزووی ئەوەت هەیە کە لە بناغەکانی ئەم پڕۆژەیەدا بیت و بلۆکی بیناسازیت لە بینای دەوڵەتی داهاتووی مەهدیدا هەبێت، ئەوا بەڵێنی بەیعەت بدە بە کارکردن و شەرەفمەند بیت بۆ پشتگیریکردنی ئەم پڕۆژەیە.

ئەم بەیعەتە لە بڵاوکردنەوەی بانگەوازی مەهدی و بانگەوازی بۆ خەڵک لەسەری و هاندانیان بۆ پشتیوانیکردن زیاتر تێناچێت. "وە مافی ئەوەت هەیە لەسەر ئێمە ئاگادارتان بکەینەوە ئەگەر زانایانی بزووتنەوەکە بڕیار بدەن بچنە ناو مەککە بۆ ئەوەی بەیعەت بە مەهدی بدەن" و ئەوەش دوای ئەوەی نیشانە کۆتایی و یەکلاکەرەوەکانی سەرهەڵدانی مەهدی لە مەککە بەدەست هاتوون. ڕەنگە خودا بمانبەخشێت لە نێو خەڵکی بەیعەتەکەیدا بین، کە لە فەزیلەتیاندا فەرموودەکان باسیان لەوە کردووە کە یەکەمیان پێشیان ناکەوێت و ئەوانی دیکەش بەسەریاندا ناڕۆن.

ئەگەر ئامادەی بەیعەت، تۆمارێکی دەنگی لەگەڵ دەقی بەیعەتەکەی پێشوو بنێرە، دوای ئەوە ئێمە دەچینە ناو ڕێکخستنەکانی کارکردن بۆ پشتیوانی مەهدی.

هەروەها بزووتنەوەی ئەنسارولمەهدی هەوڵێکی داکۆکی و هۆشیارکردنەوە و پلاندانانی هەیە بۆ سەرهەڵدانی مەهدی. هەروەها لایەنی سیفەتە کەسییەکانی مەهدی پشتگوێ ناخات. بزووتنەوەکە لێکۆڵینەوەی لە چەند کەسایەتییەک کردووە کە ئەو سیفەتانەی پێغەمبەری خودا لە کەسایەتی مەهدیدا باسیان کردووە، بە ڕێژەیەکی جیاواز ئامادەن، کە هەندێک کەسایەتی زۆر باڵادەستن و ژمارەیەکی زۆر زۆر لەو تایبەتمەندیانەیان هەیە کە تێیدا باسکراوە. بزووتنەوەکە ئەمە لەبەرچاو دەگرێت و لە نزیکەوە چاودێری ئەو کەسانە دەکات. ڕەنگە خودا ڕێز لەم هەوڵە بگرێت و ئێمە هەڵبژێرێت بۆ بەدیهێنانی بەیعەت بۆ نەوەکەی پێغەمبەری خودا کە لە فەرموودەکاندا باسکراوە. پێغەمبەری خودا، دوعا و سڵاوی خوای گەورە لەسەر ئەو و بنەماڵەکەی بێت، بەڵام بزووتنەوەکە مەهدی کەس پشتڕاست ناکاتەوە تەنانەت ئەگەر خاوەنی سیفەتەکانیش بێت. ئەو مەهدیەی پێغەمبەری خودا باسی دەکات، ئەو کەسەیە کە خاوەنی ئەو تایبەتمەندیانەیە و لە مەککە لە نێوان گۆشە و مەقامدا ئامادە دەبێت بۆ ٣١٣ لایەنگرەکەی بۆ ئەوەی بەیعەتیان پێبدات کە لە ڕیوایەتەکاندا باسکراوە.
ستایش بۆ خودای گەورە پەروەردگاری جیهانەکان.`
      },
      imageUrl: 'https://drive.google.com/thumbnail?id=1pT4u8cAHkG2TgNZu76JFN-S3mAvoEEh_&sz=w1000',
    }
  ]
};
